Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: About
fr: À propos

source: Online training to respond to the architectural, social and environmental challenges of the future African cities.
fr: Des formations avancées en ligne pour tirer parti des opportunités de l’urbanisation galopante du continent et faire face aux défis architecturaux, sociaux et environnementaux des villes africaines de 2050.

source: Webinar
fr: Webinaire

source: Register now
fr: S'inscrire maintenant

source: By 2050, African cities will be home to 2.5 billion people
fr: D’ici 2050, les villes africaines abriteront 2,5 milliards d'habitants

source: 700 million
fr: 700 millions

source: new homes
fr: de nouveaux logements

source: schools
fr: écoles

source: and almost
fr: et presque

source: health centers
fr: centres de santé

source: remain to be built.
fr: restent à construire.

source: Our Mission
fr: Notre mission

source: Training a new generation of professionals to build the African cities of the future
fr: Former les générations d’acteurs au service des villes africaines de demain

source: We believe that the challenge of building sustainable african cities able to offer to the population quality access to essential services will not be achieved without an adequate training of those in charge of the transformation. This is why we have created the largest online learning platform on sustainable urban development in Africa.
fr: Nous croyons profondément que le pari de la construction de villes africaines durables qui offrent aux population un accès de qualité aux services essentiels ne se fera pas sans une formation adéquate des acteurs de la ville africaine de demain. C’est pourquoi nous avons créé la plus grande plateforme d’apprentissage en ligne sur la thématique du développement urbain durable et inclusif en Afrique.

source: Professionals trained in 2024
fr: Professionnels formés en 2024

source: Moocs released in 2023
fr: MOOCs publiés en 2023

source: African University partners
fr: Universités africaines partenaires

source: The ACL Platform
fr: La plateforme ACL

source: The African Cities Lab e-learning platform is available in French and English. This initiative funded by the <a target="_blank" href="https://www.seco.admin.ch/seco/en/home.html" class="text_primary">State Secretariat for Economic Affairs SECO</a>, allows all stakeholders involved in the construction, development and operation in urban areas to access quality education on sustainable urbanization to meet the 2050 challenges of African cities.
fr: La plateforme e-learning African Cities Lab est disponible en français et en anglais. Cette initiative financée par le <a target="_blank" href="https://www.seco.admin.ch/seco/fr/home.html" class="text_primary">Secrétariat d'Etat Suisse à l'Economie (SECO)</a> permet à tous les acteurs impliqués dans la construction, l'aménagement et l'exploitation en milieu urbain d'accéder à une éducation de qualité sur l'urbanisation durable pour répondre aux enjeux 2050 des villes africaines.

source: The MOOCs
fr: Les MOOCs

source: The MOOCs (Massive Open Online Courses) are online course, free of charge. Our MOOCs focus on all aspects of urban space planning and are divided into eight themes. They are taught by experts from Africa.
fr: Les MOOCs (Massive Open Online Courses) sont des cours en ligne, gratuits. Nos MOOCs portent sur tous les aspects de l'aménagement de l'espace urbain et sont divisés en huit thèmes. Ils sont dispensés par des experts d'Afrique.

source: Online training courses
fr: Les formations continues en ligne

source: These are in-depth courses, designed for professionals involved in the construction of african cities of today and tomorrow who want to improve their professional practice and expertise.
fr: Ce sont des cours approfondis, destinés à un public d’experts avec pour objectif de faire évoluer les pratiques professionnelles des acteurs impliqués dans la construction des villes africaines d’aujourd’hui et de demain.

source: Hybrid training courses
fr: Les formations continues hybrides

source: We offer deep-dive trainings to key decision makers. The courses are made of an eLearning component to gain foundation knowledge, as well as classroom training and field visits to deepen and contextualise knowledge.
fr: Nous offrons des formations approfondies aux décideurs clés. Les cours sont composés d'une composante eLearning pour acquérir des connaissances de base, ainsi que de formations en présentiel et de visites sur le terrain pour approfondir et contextualiser les connaissances.

source: African Cities Lab Webinars
fr: Les webinaires African Cities Lab

source: Through a series of 4 webinars, the partners of the African Cities Lab, in collaboration with EPFL, are providing insights for the political and scientific dialogue in the run-up to the Cotonou conference in 2023. The objective of these webinars is to discuss the major themes that make up the African digital city and set the framework for the agenda of the Conference. This webinar series will present research, trends, use cases and critical insights on how cities are or could be more effective in harnessing and leveraging digital technologies to promote sustainable development and achieve SDGs.
fr: A travers une série de 4 webinaires, les partenaires du projet African Cities Lab, en collaboration avec l’EPFL, préparent le terrain pour le dialogue politique et scientifique, en prélude de la conférence de Cotonou en 2023. L’objectif est de discuter des grands thèmes qui composent la ville digitale africaine afin de poser le cadre du débat politique et scientifique. Cette série de webinaires présentera des recherches, des tendances, des cas et des idées critiques sur la façon dont les villes sont ou pourraient être plus efficaces dans l'exploitation du numérique pour atteindre les ODD localement.

source: July 5, 2022
fr: 5 Juillet 2022

source: 1st webinar
fr: 1er Webinaire

source: Integration of open data and artificial intelligence in the development of smart cities in Africa.
fr: Intégration de l'open data et de l’intelligence artificielle dans le développement des smart cities en Afrique.

source: October 11, 2022
fr: 11 Octobre 2022

source: 2nd webinar
fr: 2ème webinaire

source: African Cities: What role for the youth?
fr: Villes africaines : Quelle place pour les jeunes ?

source: November 24, 2022
fr: 24 Novembre 2022

source: 3rd webinar
fr: 3ème Webinaire

source: How to build resilient African Cities in response to climate change?
fr: Comment construire des villes africaines résilientes face aux changements climatiques ?

source: March 2023
fr: Mars 2023

source: 4th webinar
fr: 4ème Webinaire

source: 23 & 24 May 2023
fr: 23 & 24 Mai 2023

source: Register for the next webinar
fr: Inscrivez-vous au prochain webinaire

source: Challenging the current vision of African cities, digital cities are presented as a rational response to future demographic projections. African Cities Lab creates the "African Cities lab - 2023 SUMMIT", a major event that aims to increase the scope and develop synergies between research and entrepreneurship on the African continent. It is all about accelerating digitization of cities and promoting scientific excellence in Africa. The first edition of the Conference will take place in 2023 in Cotonou, Benin.
fr: Les villes digitales africaines sont présentées comme une réponse rationnelle aux projections démographiques futures. Remettant en question la vision actuelle des villes en Afrique, les villes digitales semblent être des actrices majeures de l'urbanisation de l'Afrique. African Cities Lab crée « African Cities - 2023 SUMMIT», événement phare qui vise à accroître la portée et le rayonnement des activités de recherche et entrepreneuriale sur le continent africain relative à la numérisation des villes, ainsi qu’à promouvoir l’excellence scientifique en Afrique. La première édition aura lieu en 2023 et se tiendra à Cotonou au Bénin.

source: Learn more
fr: En savoir plus

source: Share
fr: Partager

source: Showing pages tagged
fr: Voir les pages taggées

source: No pages found with that tag.
fr: Aucune page trouvée avec ce tag.

source: Events
fr: Événements

source: Webinars
fr: Webinaires

source: Our planet will host 80&#37; of the global population living in densely packed cities. According to the OECD, African cities are expected to house an additional 950 million people by 2050. With cities housing more than half of the world's population, urban areas will play a critical role to fight against climate change.
fr: Les perspectives à long terme laissent présager que 80&#37; de la population mondiale vivra dans des villes densément peuplées. Selon l'OCDE, les villes africaines devraient accueillir 950 millions de personnes supplémentaires d'ici 2050. Les villes abritant plus de la moitié de la population mondiale, et les zones urbaines joueront un rôle essentiel dans la lutte contre le changement climatique.

source: By 2050, 35&#37; of the world's population will be young and African, compared to 15&#37; in 2000. The accelerated urbanisation that Africa has experienced in recent years goes along with an increase in the youngest part of its population, bringing new challenges to the cities. Today, 60&#37; of the African population is under the age of 24. This peculiarity of the African continent is an essential fact to be taken into account in urban planning.
fr: A l’horizon 2050, 35&#37; de la population mondiale sera jeune et africaine, contre 15&#37; en 2000. L’urbanisation accélérée que connaît l’Afrique depuis quelques années s’accompagne d’un accroissement de la part la plus jeune de sa population, faisant émerger de nouveaux défis. A ce jour, 60&#37; de la population africaine est âgée de moins de 24 ans. Cette spécificité propre au continent, est une donnée essentielle à prendre en compte dans la planification urbaine.

source: Jul
fr: Juil

source: Integration of open data and artificial intelligence in the development of smart cities in Africa
fr: Intégration de l'open data et de l’intelligence artificielle dans le développement des smart cities en Afrique

source: In the era of new technologies, the growth of African cities will not only be sustainable but also smart. The rapid urban growth represents one of the greatest challenges of the 21st century in Africa. A new paradigm of urban development is taking place, where intrinsic challenges remain....
fr: À l'ère des nouvelles technologies, la croissance des villes africaines sera non seulement durable mais aussi intelligente. La croissance urbaine rapide représente l'un des plus grands défis du 21e siècle en Afrique. Un nouveau paradigme de développement urbain se met en place, où des défis intrinsèques demeurent. Le rôle des outils numériques et des villes intelligentes en tant qu'acteurs clés du développement urbain en Afrique reste à établir.

source: On July 5, 2022, African Cities Lab, Sèmè City and the Center of Urban Systems of Mohammed VI Polytechnic University will organise a webinar on the theme: Integration of open data and artificial intelligence in the development of smart cities in Africa.
fr: Le 5 juillet 2022, African Cities Lab, Sèmè City et le Center of Urban Systems de l’Université Mohammed VI Polytechnique réunissent tous acteurs publics et privés des villes africaines de demain autour d’un webinaire sur le thème : Intégration de l’open data et de l’intelligence artificielle dans le développement des smart cities en Afrique.

source: Integration of open data and artificial intelligence in the development of smart cities in Africa
fr: Intégration de l'open data et de l’intelligence artificielle dans le développement des smart cities en Afrique

source: 5 July, 2022
fr: 5 Juillet 2022

source: Online
fr: En ligne

source: 10am - 12pm
fr: 10h - 12h

source: Artificial intelligence for smart cities
fr: Intelligence artificielle et smart cities

source: 2pm - 4pm
fr: 14h - 16h

source: Artificial Intelligence for big data
fr: Intelligence artificielle et big data

source: Watch the replay
fr: Regardez le replay

source: Overview
fr: Présentation

source: In the era of new technologies, the growth of African cities will not only be sustainable but also smart. The rapid urban growth represents one of the greatest challenges of the 21st century in Africa. A new paradigm of urban development is taking place, where intrinsic challenges remain. The role of digital tools and smart cities as key urban development actors in Africa is yet to be established. Can artificial intelligence present opportunities to address issues related to demographic growth and to the complexity of developing solutions for fast growing of infrastructure and urban housing services? In this webinar, you will discover:
fr: À l'ère des nouvelles technologies, la croissance des villes africaines sera non seulement durable mais aussi intelligente. La croissance urbaine rapide représente l'un des plus grands défis du 21e siècle en Afrique. Un nouveau paradigme de développement urbain se met en place, où des défis intrinsèques demeurent. Le rôle des outils numériques et des villes intelligentes en tant qu'acteurs clés du développement urbain en Afrique reste à établir. L'intelligence artificielle peut-elle présenter des opportunités pour répondre aux problèmes liés à la croissance démographique et à la complexité du développement de solutions pour une croissance rapide des infrastructures et des services de logement urbain ? Dans ce webinaire, vous découvrirez :

source: The importance of collecting and analyzing big data in the context of African cities
fr: L’importance de la collecte et du traitement de données dans la construction de villes intelligentes

source: IA applications in the different aspects of African cities
fr: Les applications de l’intelligence artificielle dans les différents aspects de la ville

source: Best practices in the implementation of AI for African cities
fr: les best practices dans l’implémentation de l’IA en Afrique

source: On the agenda
fr: Au programme

source: Language:
fr: Langage :

source: French subtitled English
fr: Français sous titré Anglais

source: Introduction and welcome
fr: Introduction

source: Speaker:
fr: Intervenant :

source: 10.00 - 10.40 AM
fr: 10h00 - 10h40

source: AI for Urban Geo-Information and its applications for smart cities in Africa
fr: L'IA pour la GeoInformation urbaine et ses applications pour les smart cities en Afrique

source: MC, Bordeaux INP Specialist in Geomatics and IA Earth Observation
fr: MC, Bordeaux INP Spécialiste en géomatique et IA l'observation de la Terre

source: 10.40 - 11.00 AM
fr: 10h40 - 11h00

source: What kind of city is the smart city about? Actors and construction processes in the African context
fr: De quelle ville parle la ville intelligente ? Acteurs et processus de construction dans le context africain

source: 11.00 - 11.20 AM
fr: 11h00 - 11h20

source: Emergence of smart cities in Africa and quality of life
fr: Emergences des smart cities en Afriques et qualité de vie

source: Ms
fr: Mme

source: PhD student
fr: Doctorante en urbanisme

source: 11.20 - 11.55 AM
fr: 11h20 - 11h55

source: Impact and challenges of the digitalisation of African cities on AI integration: The case of Anglophone and Francophone countries
fr: Impact et défis de la digitalisation des villes africaine sur l'intégration des IA: Cas des pays anglophones et francophones

source: CEO of GeOsm and World Bank Consultant
fr: CEO of GeOsm & Consultant Banque Mondiale

source: Moderator:
fr: Modérateur :

source: English subtitled French
fr: Anglais sous titré Français

source: 2.00 - 3.40 PM
fr: 14h00 - 15h40

source: Smart Cities Strategies in Africa and AI integration: Issues, opportunities and challenges
fr: Les Stratégies des Smart Cities en Afrique et intégrations d’IA: Enjeux, opportunités et défis

source: Prof. & CEO of Future Cities Council, Toronto, Canada
fr: Professeur et PDG de Future Cities

source: 2.40 - 3.00 PM
fr: 14h40 - 15h00

source: Using Open-Access Data to Explore Relations between Urban Landscapes and Diarrhoeal Diseases in Côte d’Ivoire
fr: Utilisation de données en libre accès (Open Access Data) pour explorer les relations entre les paysages urbains et les maladies diarrhéiques en Côte d'Ivoire

source: Architech and PhD student EPFL Lausanne, Switzerland
fr: Architecte et doctorant EPFL Lausanne, Suisse

source: 3.00 - 3.30 PM
fr: 15h00 - 15h30

source: Open data and crowdsourced data as enablers and drivers for smart African cities.
fr: Les Open Data et les crowdsourced data comme facilitateurs et moteurs des villes africaines intelligentes

source: University Professor at Tartu, Latvia
fr: Pr. à l’Univ de Tatu, Latvia

source: 3.30 - 4.00 PM
fr: 15h30 - 16h00

source: Low-cost data solution and citizen initiatives for AI integration in African smart cities
fr: Solution de données à faible coût et initiatives citoyennes pour l'intégration de l'IA dans les villes intelligentes africaines

source: Speakers
fr: Intervenants

source: Is a lecturer at Bordeaux INP since 2006 and specializes in geomatics and AI for Earth observation. She defended her thesis in 2005 with CNES (Centre National des Etudes Spatiales) and IGN (Institut Géographique National) on 3D modeling of buildings from satellite data THR. She is president and founding member of the association AGEOS - African Association for Geospatial Development since November 2016. She organizes many seminars of awareness and technology watch in geospatial in Tunisia and open to the African scale. She advocates for opengeodata in Tunisia and the animation of the community of reusers via the organization of Tunisia Opengeodatahack. She coordinates several projects to support ministries and local authorities in Tunisia for the implementation of their GIS, with the inclusion of citizens via openstreetmap.
fr: Elle est maître de conférences à Bordeaux INP depuis 2006 et se spécialise en géomatique et IA pour l'observation de la Terre. Elle a soutenu sa thèse en 2005 avec le CNES (Centre National des Etudes Spatiales) et l'IGN (Institut Géographique National) sur la modélisation 3D de bâtiments à partir de données satellitaires THR .Elle est présidente et membre fondatrice de l'association AGEOS- African Association for Geospatial Development depuis Novembre 2016. Elle organise de nombreux séminaires de sensibilisation et veille technologique en géospatial en Tunisie et ouverts à l'échelle africaine. Elle milite pour l'opengeodata en Tunisie et l'animation de la communauté des réutilisateurs via l'organisation de Tunisia Opengeodatahack. Elle coordonne plusieurs projets d'appui aux ministères et collectivités locales en Tunisie pour la mise en place de leur SIG, avec l'inclusion des citoyens via la cartographie openstreetmap.

source: Doctoral student, Researcher at UIT Ibn Tofail, president of the LOGOS club, economist expert in territorial development and associate professor at SupMTI Rabat.
fr: Doctorant chercheur à l'UIT Ibn Tofail, président du club LOGOS, économiste expert en développement territorial et professeur associé à SupMTI Rabat.

source: Tariq AKDIM, is a territorial economist, researcher, strategy and development policy consultant. Teacher of economic policy, social innovation and research culture in several higher institutes in Rabat and President of the LOGOS think club. He is also Editorial Director of the ADRAR VOICE Review. He was a lecturer at AlAkhawayn University in Ifrane. Currently, his research interests focus on development models and dynamics of the territories, territorial resilience and socio-spatial disparities. He is a columnist and executive in the Territorial Development Support Directorate. Tariq AKDIM published his first book in August 2018, entitled "Metropolitan Areas, Territories and Regional Project in Morocco".
fr: Tariq AKDIM, est économiste des territoires, chercheur, consultant en stratégie et politique de développement. Enseignant de politiques économiques , innovation sociale et de la Culture de Recherche à Rabat et Président du club de pensée LOGOS. Il est également Directeur de rédaction de la Revue « ADRAR VOICE ».Actuellement, ses intérêts de recherche portent sur les modèles de développement et dynamiques des territoires, la résilience territoriale et les disparités socio-spatiales, la question de la convergence et cohérence des politiques publiques et enfin la question des communs et de la marge. Fervent défenseur de la diversité culturelle comme levier d'accroissement et de développement humain et de la place de la culture dans les politiques territoriales de développement.Il est chroniqueur et cadre attaché à la Direction d’Appui au Développement Territorial. Tariq AKDIM a publié son premier ouvrage en 2018, intitulé « Aires métropolitaines, territoires et projet régional au Maroc ». Un deuxième ouvrage est en cours sous le signe de "Ruptures".

source: Christelle GBADO is a PhD student in urban and regional planning at Sorbornne University. Since 2019, she has been studying and analysing quality of life issues in the construction of smart cities in Africa through the study of some cases of emerging smart cities. She holds a Master's degree in Urban and Regional Planning, Development and Foresight from the Sorbonne University. She has worked on many projects related to urban planning and urban programming in Benin and as part of her studies at Sobornne University.
fr: Christelle GBADO est doctorante en urbanisme et aménagement du territoire à la Sorbornne Université. Depuis 2019, elle étudie et analyse les enjeux de la qualité de vie dans la construction des villes intelligentes en Afrique à travers l’étude de quelques cas de villes intelligentes émergentes. Elle est titulaire d’un master en urbanisme et aménagement du territoire, développement et prospective de l’université de Sorbonne. Elle a travaillé sur de nombreux projets ayant traits aux enjeux de l’urbanisme et de la programmation urbaine au Bénin et dans le cadre de ses études à la Sobornne Université.

source: Founder GeOsm Family - The First Open Geospatial Knowledge Infrastructure
fr: Foundateur de GeOsm Family – 1ère infrastructure ouverte de connaissances géospatiales

source: Graduated in 2013 from the school of surveyors in Le Mans (France). He is the promoter of GeOsm (https://geo.sm/) the very first geolocated social network aimed at players in the digital ecosystem in order to achieve sustainable development through open innovation. Recently deployed on a global scale, this open platform for technological innovations aims to accelerate the appropriation of geospatial data by those actors who depend heavily on it (startups, universities, municipalities, civil society). His expertise is recognized by several international institutions where he regularly works as a consultant. These include: The World Bank, GIZ, UNESCO, UN-Habitat, AFD, etc.
fr: Diplômé en 2013 de l’école des géomètres du Mans (France). Il est le promoteur de GeOsm (https://geo.sm/) le tout premier réseau social géolocalisé destiné aux acteurs de l'écosystème digital afin de parvenir à un développement durable par l'innovation ouverte. Déployée récemment à l'échelle mondiale, cette plateforme ouverte d'innovations technologiques vise à accélérer l’appropriation de données géospatiales à ces acteurs qui en dépendent fortement (startups, universités, municipalités, société civile).Son expertise est reconnue par plusieurs institutions internationales où il intervient régulièrement comme consultant. On peut notamment citer : La Banque Mondiale, la GIZ, l'UNESCO, l’UN-Habitat, l'AFD, etc.

source: Founder and President at the Future Cities Council
fr: Professeur et PDG de Future Cities
