Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Centre for Affordable Housing Finance in Africa
fr: Centre pour le Financement du Logement Abordable en Afrique

source: COMING SOON
fr: DISPONIBLE BIENTÔT

source: Sanitation
fr: Assainissement

source: More MOOCs
fr: Voir plus

source: All events
fr: Voir tous

source: African Cities: <br> What role for the youth?
fr: Villes africaines : <br>Quelle place pour les jeunes?

source: Focus Areas
fr: Thématiques

source: 8 topics that address cross-cutting and multidisciplinary issues of urban transformation in Africa in an environmentally safe way.
fr: 8 thématiques qui abordent des sujets transverses et pluridisciplinaires de la mutation urbaine en Afrique, dans une démarche environnementale durable.

source: Housing
fr: Logement

source: Building
fr: Construction

source: Climate change
fr: Changement climatique

source: Planning
fr: Planification

source: Urban System
fr: Système urbain

source: Energy
fr: Énergie

source: Latest News
fr: Derniers articles

source: Stay up to date with our newsletter and explore our blog posts to learn more about African urban and environmental development.
fr: Recevez notre newsletter et consultez nos articles de blog pour en savoir plus sur le développement urbain et environnemental en Afrique.

source: All articles
fr: Tous les articles

source: Login
fr: Se connecter

source: Register
fr: S'inscrire

source: Want to stay informed?
fr: Vous souhaitez rester informé ?

source: Leave us your e-mail, so we can send you your new all recent news, updates, and courses when they are published!
fr: Laissez-nous votre e-mail, pour que nous puissions vous envoyer nos nouveaux articles au moment de leur publication !

source: Last name
fr: Prénoms

source: First name
fr: Nom

source: Email Address
fr: Entrer votre adresse email

source: By submitting your info in the form above, you agree to our
fr: En soumettant vos informations dans le formulaire ci-dessus, vous acceptez que nous nous engagions à

source: Terms & Condition
fr: Termes & Conditions

source: and
fr: et

source: We may use this info to contact you and/or use data from third parties to personalize your experience.
fr: Nous pouvons utiliser ces informations pour vous contacter et/ou utiliser des données provenant de tiers pour personnaliser votre expérience.

source: Suscribe
fr: S'inscrire

source: Our Partners
fr: Nos Partenaires

source: We’re here to help
fr: Nous sommes là pour vous aider

source: Please contact us in case of any query. We are happy to help
fr: Merci de nous contacter en cas de question. Nous serons heureux de vous aider

source: Email Us To Get Information
fr: Écrivez-nous

source: Follow us on
fr: Suivez-nous

source: Data privacy
fr: Confidentialité des données

source: Terms & Conditions
fr: Termes & Conditions

source: Webinar Registration
fr: Inscription

source: Please fill out the form so that your registration can be validated.
fr: Veuillez remplir le formulaire afin que votre inscription soit validée.

source: Organization Name
fr: Nom de l'organisation

source: Title
fr: Titre

source: Function
fr: Fonction

source: Country
fr: Pays

source: Select your country
fr: Sélectionnez votre pays

source: LinkedIn account
fr: Compte LinkedIn

source: Thank you! Your registration has been successful.
fr: Merci! Votre inscription a été bien pris en compte.

source: Your email is already registered, please check your mailbox or your spam. Thank you!
fr: Votre email est déjà enregistré, veuillez vérifier votre boîte mail ou votre spam. Merci !

source: Thank you for registering! A confirmation email has been sent to you, please check your mailbox or your spam.
fr: Merci de votre inscription ! Un mail de confirmation vous a été envoyé, veuillez consulter votre boîte mail ou vos spams.

source: Subscribe to the webinar
fr: S'inscrire au webinaire

source: Your email is already registered. Watch your mailbox for news, updates and courses from the African Cities Lab very soon!
fr: Votre email est déjà enregistré. Surveillez votre b boîte mail pour les actualités, les mises à jour et les cours de l'African Cities Lab très bientôt !

source: Page not found
fr: Page non trouvée

source: The page you are looking for might have been removed, had its name changed or is temporarily unavailable.
fr: La page que vous recherchez a peut-être été supprimée, son nom a été modifié ou elle est temporairement indisponible.

source: Go to homepage
fr: Aller à la page d'accueil

source: Oops... Internal Server Error
fr: Oups... Erreur de serveur interne

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
fr: Nous suivons ces erreurs automatiquement, mais si le problème persiste, n'hésitez pas à de nous contacter. Essayez de rafraîchir le site.

source: Home
fr: Accueil

source: Get to know us
fr: En savoir plus

source: Legal
fr: Mentions légales

source: Stay updated with our newsletter
fr: Recevez la newsletter ACL

source: Stay up to date with all the recent news, updates, and courses by simply your email address to our mailing list. We promise to never spam you.
fr: Restez informés de la mise à jour des cours. Et suivez toute l’actualité de la transformation des villes africaines.

source: Subscribe to our newsletter!
fr: Inscrivez-vous à notre newsletter !

source: Sign up
fr: S'inscrire

source: Connect with us :
fr: Suivez-nous

source: © Copyright 2022 African Cities Lab. All rights reserved.
fr: © Copyright 2022 African Cities Lab. Tous droits réservés.

source: An event by
fr: Un événement de

source: About African Cities Lab
fr: À propos d'African Cities Lab
