Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Mobile currency solutions
fr: Solution Mobile money

source: Infrastructure Design tools
fr: Outils de conception d'infrastructures

source: Construction Technology & Engineering
fr: Technologie et ingénierie de la construction

source: Call for Poster & Demos | African Cities Conference
fr: Appel à posters et démos | African Cities Conference

source: Call for Poster & Demos
fr: Appel à posters et démos

source: The poster and demo session of the 1st African Cities Conference complements the research session and provides an opportunity to present recent results and innovative implementations in an informal and interactive setting. During the poster and demo session, authors are encouraged to engage directly with conference participants and discuss their work.
fr: La session de posters et de démos de la 1ère édition de l'African Cities Conference complète la session de recherche et offre l'occasion de présenter des résultats récents et des mises en œuvre innovantes dans un cadre informel et interactif. Au cours de la séance de posters et de démonstrations, les auteurs sont encouragés à entrer directement en contact avec les participants à la conférence et à engager des discussions sur leurs travaux.

source: We invite authors to submit work related to African Cities: Digital and Smart Cities that addresses, but is not limited to, the conference research themes (See ACC's topics). However, we also welcome papers that have already been seen in other venues but are to be shared with the ACC 2023 community.
fr: Nous invitons les auteurs à soumettre des travaux en rapport avec les villes africaines, digitales et intelligentes qui abordent -sans s'y limiter- les thématiques de recherche de la conférence (Voir les Thématiques). Toutefois, nous accueillons également les travaux qui ont déjà été vus ailleurs mais qui doivent être partagés avec la communauté ACC 2023.

source: <strong>NB:</strong> Authors of research papers accepted for the Research Track are explicitly invited to present their work through a poster or demo in the Poster and Demo session to further discuss their work with the community and expand their network with other researchers.
fr: <strong>NB:</strong> Les auteurs des articles de recherche acceptés pour la piste Recherche sont explicitement invités à présenter leurs travaux par le biais d'un poster ou d'une démonstration lors de la session Poster and Demo afin de discuter davantage de leurs travaux avec la communauté et d'étendre leur réseau à d’autres chercheurs.

source: Important dates
fr: Les dates importantes

source: April 20, 2023
fr: 20 Avril 2023

source: April 30, 2023
fr: 30 Avril 2023

source: Final video and poster submission:
fr: Soumission finale de la vidéo et du poster :

source: May 10, 2023
fr: 10 Mai 2023

source: Conference date:
fr: Date de la conférence

source: Submission guidilines & Review process of Posters & Demos
fr: Directives de soumission et processus d'examen des posters et démos

source: Authors should submit an abstract of no more than two pages (excluding references) for review. All submissions should be written in English, following the <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a>, formatting guidelines, and submitted electronically via the <a class="text_primary font-weight-bold" target="_blank" href="https://easychair.org/conferences/?conf=civa2023">Easychair Submission system</a>.
fr: Les auteurs doivent soumettre un résumé de deux pages maximum (hors références) pour évaluation. Toutes les soumissions doivent être rédigées en anglais, en suivant les directives de formatage de <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference</a>, et soumises électroniquement via le système de soumission <a class="text_primary font-weight-bold" target="_blank" href="https://easychair.org/conferences/?conf=civa2023">Easychair</a>.

source: <strong>Demos:</strong> Demo papers should present mature or prototype systems in which practical problems of African cities are addressed. Submissions should clearly define the objective, scope and audience. All submissions should provide a URL to an online version of their demo or, alternatively, provide a URL to a video presenting the main features of their demo.
fr: <strong>Démos :</strong> Les articles de démonstration doivent présenter des systèmes matures ou prototypes dans lesquels les problèmes pratiques des villes africaines sont abordés. Les soumissions doivent clairement définir l'objectif, la portée et le public. Toutes les soumissions doivent fournir une URL vers une version en ligne de leur démo ou, alternativement, fournir une URL vers une vidéo présentant les principales caractéristiques de leur démo.

source: <strong>Posters:</strong> Posters submitted should describe recent research findings, current research projects or work in progress related to African cities. Additional links to relevant resources are encouraged to be included in the submission.
fr: <strong>Posters :</strong> Les posters soumis doivent décrire des résultats de recherche récents, des projets de recherche en cours ou des travaux en cours liés aux villes africaines. Des liens supplémentaires vers des ressources pertinentes sont encouragés à être inclus dans la soumission.

source: Authors should indicate whether their submission is a poster or a demonstration article. Submissions should not be anonymised. Each submission will be reviewed by at least 2 TPC members via a single-blind review process and the program chair will decide on final acceptance under the recommendation of the Poster & Demos session chairs.
fr: Les auteurs doivent indiquer si leur soumission est un poster ou un article de démonstration. Les soumissions ne doivent pas être anonymisées. Chaque soumission sera examinée par au moins 2 membres du TPC via un processus d'examen en simple aveugle et le program chair décidera de l’acceptation finale sous recommandation des chairs de session Poster & Demos.

source: Submit your proposal
fr: Soumettez votre proposition

source: Presentations and Publication of Posters & Demos
fr: Présentations et publication de posters et de démos

source: Accepted two-page Posters and Demos will be published in the proceedings of the 1st African Cities Conference, in the <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a>, in open access. All accepted papers will also be available on the conference website. Authors are encouraged to upload additional material (e.g. images, videos) which will be available on the conference website. Accepted demos and posters will be required to provide a final version of their videos and posters two weeks before the conference.
fr: Les Posters et Démos de deux pages acceptées seront publiées dans le proceeding de la 1st African Cities Conference, dans <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a>, en accès libre. Tous les articles acceptés seront également disponibles sur le site Web de la conférence. Les auteurs sont encouragés à télécharger des documents complémentaires (par exemple, des images, des vidéos) qui seront disponibles sur le site Web de la conférence. Les démos et posters acceptés devront fournir une version finale de leurs vidéos et posters deux semaines avant la conférence.

source: At least one of the authors must be a registered conference participant, and attend the poster/demo session to present the work.
fr: Au moins un des auteurs doit être un participant inscrit à la conférence, et assister à la session de posters/démos pour présenter le travail.

source: Posters & Demos Session Chairs
fr: Présidents des sessions de posters et de démos

source: University of Dschang, Camerooon
fr: Université de Dschang, Cameroun

source: Call for Workshops & Tutorials
fr: Appel à ateliers & formations

source: Call for Doctoral Consortium & Spring School
fr: Appel au Consortium doctoral et à l'école de printemps

source: Call for Workshops & Tutorials | African Cities Conference
fr: Appel à ateliers & formations | African Cities Conference

source: Call for Workshops & Tutorials
fr: Appel à ateliers & formations

source: In the framework of the 1st African Cities Conference (ACC 2023), we are launching a call for proposals for the organisation of workshop sessions, creative or reflective events and tutorials during ACC 2023. These types of ACC 2023 events will provide a platform to discuss a specific topic related to African cities with an audience specifically interested in that topic in an informal setting (as opposed to the leading conference).
fr: Dans le cadre de la 1ère édition de l'African Cities Conference, nous lançons un appel à propositions pour l’organisation des sessions d’ateliers, d’événements créatifs, de réflexion ou d’interaction et des tutoriels. Ce type d’événement de l’ACC 2023 offre une plateforme pour discuter d'un sujet pointu lié aux villes africaines avec un public spécifiquement intéressé par ce sujet dans un cadre informel.

source: We invite proposals for events that promote discussion, interdisciplinary exchange and interaction, scholarly discourse, and creative and critical thinking, rather than being mere mini-conferences. To vary and diversify the activities of the ACC 2023, we offer potential organisers of such events flexibility in the formats that best suit the objectives of their proposal. We also welcome proposals from research communities that are not always featured in African cities' events and conferences so that the conference is not limited to typical researchers.
fr: Nous vous invitons à soumettre des propositions d'événements qui favorisent la discussion, les échanges et l'interaction interdisciplinaire, le discours scientifique et la réflexion créative et critique.<br> Afin de varier et diversifier les activités de l’ACC 2023, nous offrons aux potentiels organisateurs une certaine flexibilité quant aux formats qui conviennent le mieux aux objectifs de leur proposition. Nous accueillons également les propositions de communautés de recherche qui ne sont pas toujours mises en avant dans les événements et conférences sur les villes africaines afin que la conférence ne soit pas exclusivement limitée aux acteurs du monde académique.

source: Thus, within this category of events, we hope to welcome three types of contributions: traditional workshops, creative events and tutorials, each with its own particularities as described below.
fr: Ainsi, dans cette catégorie d’événements, nous espérons accueillir trois types de contributions : les ateliers traditionnels, les événements créatifs et les tutoriels avec chacun ses particularités comme décrites ci-après.

source: Traditional Workshops
fr: Ateliers classiques

source: Traditional workshops usually correspond to the topics and challenges of the general call for papers of the main conference. In the context of a traditional workshop, the organisers may consider a programme consisting of a set of invited talks around a certain theme (with or without paper presentations).
fr: Les ateliers traditionnels correspondent généralement aux sujets et aux défis de l'appel général à communication de la conférence principale. Dans le cadre d'un atelier traditionnel, les organisateurs peuvent envisager un programme comprenant un ensemble de conférences invitées autour d'une thématique définie (avec ou sans présentation de documents).

source: Creative, Interactive or Reflective Events
fr: Evénements Créatifs, Interactifs ou de réflexion

source: In the spirit of reflection and community building, we invite academics from all disciplines and individuals representing different communities of practice (including journalism, management, health, advocacy, activism, education, art, law and politics) to contribute to creative and reflective events related to the African Cities Conference 2023.
fr: Dans l'esprit de la réflexion et de la construction de la communauté, nous invitons les universitaires de toutes les disciplines et les personnes représentants différentes communautés de pratique (y compris le journalisme, la gestion, la santé, le plaidoyer, l'activisme, l'éducation, l'art, le droit et la politique) à contribuer à des événements créatifs et de réflexion liés aux thématiques de l'African Cities Conference 2023.

source: The format of these events is flexible. Alternative formats include, but are not limited to:
fr: Le format de ces événements est flexible. Les formats alternatifs incluent, mais ne sont pas limités à :

source: Speeches, Presentations, Urban lightning talks
fr: Discours, Présentations, Argumentaires urbains éclairs

source: Debates or brainstorming sessions,
fr: Débats ou séances de réflexion,

source: Interactive workshop,
fr: Atelier interactif

source: Urban art exhibition or other urban art intervention.
fr: Exposition d'art urbain ou autre Intervention artistique urbaine.

source: Tutorials
fr: Tutoriels

source: In this category of event, unlike traditional workshops, and creative events, tutorials are aimed at reasonably well-established topics. However, given that topics on the challenges of African cities are emerging research topics, we hope to welcome them here, especially tutorials that link well-established topics from other disciplines to African city topics. We encourage tutorials to be interactive to engage the audience.
fr: Dans cette catégorie d’événement, contrairement aux ateliers traditionnels et aux événements créatifs, les tutoriels sont destinés à des sujets raisonnablement bien établis. Cependant, étant donné que les sujets sur les défis des villes africaines sont des sujets de recherche émergents, nous souhaitons accueillir ici particulièrement les tutoriels qui relient des sujets bien établis d'autres disciplines aux sujets des villes africaines. Nous encourageons les tutoriels à être interactifs afin d'impliquer le public.

source: Workshop proposal deadline:
fr: Date limite pour les propositions d'ateliers :

source: Deadline for camera-ready submission:
fr: Le papier de l'atelier recommandé est prêt à être diffusé :

source: ACC’s 2023 Workshop & Tutorial Date:
fr: Date de l'Atelier et tutorat de l'ACC 2023 :

source: Submission Proposal Guidelines
fr: Directives pour les propositions de soumission

source: Proposals should be submitted via Easychair: <a class="text_primary" target="_blank" href="https://easychair.org/my/conference?conf=hhai2023">https://easychair.org/my/conference?conf=hhai2023</a>.
fr: Les propositions doivent être soumises via Easychair : <a class="text_primary" target="_blank" href="https://easychair.org/my/conference?conf=hhai2023">https://easychair.org/my/conference?conf=hhai2023</a>.

source: Your proposal should not exceed 8 pages (excluding references) in the <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">Web of conference template</a> and should include the following information:
fr: Votre proposition ne doit pas dépasser 8 pages (hors références) au format IOS, et doit inclure les informations suivantes :

source: <strong>Title and summary</strong> of the workshop or tutorial.
fr: <strong>Titre et résumé</strong> de l'atelier ou du tutoriel.

source: <strong>Name, affiliation and short biography</strong> of any organiser.
fr: <strong>Nom, affiliation et courte biographie</strong> de chaque organisateur.

source: We recommend at least two organisers, who know the field well and have complementary skills.
fr: Nous recommandons au moins deux organisateurs, qui connaissent bien le domaine et ont des compétences complémentaires.

source: In addition to the main organisers, workshops may involve an additional organisation, e.g. a programme committee to evaluate the contributions.
fr: En plus des organisateurs principaux, les ateliers peuvent faire appel à une organisation supplémentaire, par exemple, un comité de programme pour évaluer les contributions.

source: <strong>The topics and questions</strong> to be covered in the workshop or tutorial.
fr: <strong>Les sujets et les questions</strong> sur lesquels porteront l'atelier ou le tutoriel.

source: <strong>The expected duration of the workshop or tutorial</strong> (1h to 1h30 minutes).
fr: <strong>La durée prévue de l'atelier ou du tutoriel</strong> (1h à 1h30 minutes).

source: <strong>A link to the previous iteration of this workshop or tutorial</strong>, if applicable.
fr: <strong>Un lien vers l'itération précédente de cet atelier ou tutoriel</strong>, le cas échéant.

source: You can also discuss other closely related workshops.
fr: Vous pouvez également discuter d'autres ateliers étroitement liés.

source: <strong>A brief description of the format of the workshop or tutorial,</strong> e.g., the combination of events such as paper presentations, invited talks, panels and general discussions.
fr: <strong>Une brève description du format de l'atelier ou tutoriel,</strong> par exemple, la combinaison d'événements tels que des présentations de documents, des exposés invités, des panels et des discussions générales.

source: <strong>Size of the target audience</strong>.
fr: <strong>La taille du public visé</strong>.

source: <strong>Special requirements,</strong> , if any.
fr: <strong>Les exigences particulières,</strong> le cas échéant.

source: Include a note if you have special requirements for your session that are not covered elsewhere.
fr: Incluez une note si vous avez des exigences particulières pour votre session qui ne sont pas abordées ailleurs.

source: <strong>Supporting material,</strong> if any.
fr: <strong>Matériel d'appui,</strong> le cas échéant.

source: If you have additional material that could support your proposals, such as a video example of the animation, a website, or written workbooks, you can also include this in your proposal.
fr: Si vous avez du matériel supplémentaire qui pourrait appuyer votre proposition, comme un exemple vidéo de l'animation, un site Web ou des cahiers d'exercices écrits, vous pouvez également l'inclure dans votre proposition.

source: Evaluation criteria for proposals
fr: Critères d'évaluation des propositions

source: <strong>Relevance:</strong> Link and relevance to the objectives of the ACC conference and the objectives listed in this particular call.
fr: <strong>Pertinence:</strong> Lien et pertinence avec les objectifs de la conférence HHAI et les objectifs énumérés dans cet appel particulier.

source: <strong>Scientific Quality:</strong> The potential of the proposal to generate stimulating discussions and useful results on scientific issues related to ACC.
fr: <strong>Qualité scientifique :</strong> Le potentiel de la proposition à générer des discussions stimulantes et des résultats utiles sur des problèmes scientifiques liés à HHAI.

source: <strong>Organisation:</strong> Is the plan clear, sensible, sound and comprehensive?
fr: <strong>Organisation:</strong> Le plan est-il clair, judicieux et complet ?

source: <strong>Diversity & Inclusion:</strong> Reflection on the detailed approach to ensure engagement and participation of a wide audience. Diversity of background of workshop organisers and intended presenters/contributors.
fr: <strong>Diversité et inclusion :</strong> Réflexion sur l'approche détaillée pour assurer l'engagement et la participation d'un large public. Diversité des antécédents des organisateurs de l'atelier et des présentateurs/contributeurs prévus.

source: Proceedings of the workshops and tutorials
fr: Comptes rendus des ateliers et des travaux dirigés

source: Each workshop, on its own, may consider archiving the workshop contributions and documenting the ideas generated during the workshop. If there is sufficient interest, we can archive (with an opt-out option) all contributions to the ACC 2023 workshop, together with the workshop and tutorial summaries, as a combined record of <a class="text_primary" target="_blank" href="https://ceur-ws.org/">CEUR Workshop Proceeding</a> or our Web of Conference proceeding.
fr: Chaque organisateur d'atelier peut envisager d'archiver les contributions à l'atelier et de documenter les idées générées pendant l'atelier. Si l'intérêt est suffisant, nous pouvons archiver (avec une option d'exclusion) toutes les contributions à l'atelier ACC 2023, ainsi que les résumés des ateliers et des tutoriels, sous la forme d'un compte rendu combiné de <a class="text_primary" target="_blank" href="https://ceur-ws.org/">CEUR Workshop Proceeding</a>.

source: Workshop & Tutorial chairs
fr: Présidents d'ateliers et de travaux dirigés

source: ACC 2023 will promote scientific excellence in Africa through the communication and publication of and publication of the best research results and works written in original scientific articles in its conference proceedings, its book proceedings and its special issues which follow:
fr: ACC 2023 veut promouvoir l'excellence scientifique en Afrique par la communication et la publication des meilleurs résultats de recherche et des articles scientifiques originaux dans les actes des conférences, les actes des livres et les numéros spéciaux :

source: Types of papers
fr: Types de contributions

source: At the ACC International Conference, we aim to stimulate the exchange of new ideas and interdisciplinary perspectives on all issues related to African cities. To this end, we will accept three different types of papers:
fr: Nous souhaitons stimuler l'échange d'idées nouvelles et de perspectives interdisciplinaires sur toutes les thématiques associées aux villes africaines. Pour ce faire, nous accepterons trois types d'articles différents :

source: <strong>Full papers </strong> that present original and high-quality work(<span class="text_primary">6 pages without references</span>)
fr: Les <strong>articles complets</strong> présentant des travaux originaux et percutants (<span class="text_primary">6 pages hors références</span>)

source: <strong>Working papers </strong>present work in progress or new and visionary ideas(<span class="text_primary">4 pages without references</span>).
fr: Les documents de travail présentant des <strong>travaux en cours</strong> ou des <strong>idées nouvelles et visionnaires</strong> (<span class="text_primary">4 pages hors références</span>).

source: <strong>Extended abstracts </strong>present existing and pre-published work (<span class="text_primary">2 pages without references</span>)
fr: Les résumés détaillés présentant des <strong>travaux existants et pré-publiés </strong> (<span class="text_primary">2 pages hors références</span>)

source: <strong>NB:</strong> Extra pages will be overcharged at CHF 10 per page and may not exceed 30&#37; of the required number of pages for each type of paper.
fr: <strong>NB:</strong> les pages supplémentaires seront surfacturées à raison de 10 CHF par page et ne pourront pas dépasser 30&#37; du nombre de pages requises pour chaque type d'article.

source: Presentations & Publications
fr: Présentations & Publications

source: All accepted papers will be allocated a minimum slot for an oral presentation. Depending on the content and quality of the work, papers will be selected for long or short presentations.
fr: Tous les articles acceptés bénéficieront d'un créneau minimum pour une présentation orale. En fonction du contenu et de la qualité des travaux, les articles seront sélectionnés pour des présentations longues ou courtes.
