Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: He's a futurist, technologist, future cities expert, and considered as one of the international well-recognized experts in the fields of Future foresight, Scenarios planning, Trends watching, Emerging technologies & innovations, Industrial Revolution 4.0, Future cities (Smart, Sustainable and innovative Cities), Education 4.0, Artificial Intelligence (AI), etc.
fr: Futuriste, technologue, expert des villes du futur. Il est considéré comme l'un des experts internationaux reconnus dans les domaines de la prospective future, de la planification de scénarios, de l'observation des tendances, des technologies et innovations émergentes, de la révolution industrielle 4.0, des villes futures (intelligentes, durables et villes innovantes), de l’Education 4.0 et de l’Intelligence Artificielle (IA).

source: Architech and PhD student EPFL Lausanne, Switzerland
fr: Architecte et doctorant EPFL Lausanne, Suisse

source: He has a Master degree in Urban and Regional Planning from the University of Nairobi, Kenya and an undergraduate Education degree in Geography and Mathematics from the same. He is a Graduate Member of the Town and County Planners Association of Kenya and a member of the International Society of Urban and Regional Planners (ISOCARP). He has previously worked at the Strathmore University Advancement Office and as the Executive Director of Kilimani Project Foundation.
fr: Titulaire d'un master en planification urbaine et régionale et d'un diplôme de premier cycle en géographie et mathématiques, de l'Université de Nairobi, au Kenya, de la même université. Il est membre diplômé de la Town and County Planners Association of Kenya et membre de la Société internationale des planificateurs urbains et régionaux (ISOCARP). Il a auparavant travaillé au Strathmore University Advancement Office et en tant que directeur exécutif de la Kilimani Project Foundation.

source: Researcher , PhD in Computer Science – Data Processing Systems and Data Networking
fr: Chercheur, Docteur en Informatique, Systèmes de traitement de données et mise en réseau de données

source: Assistant professor of Information Systems at University of Tartu (Institute of Computer Science), a part of European Open Science Cloud Task Force FAIR Metrics and Data Quality and a visiting researcher at Delft University of Technology, Faculty Technology Policy and Management. Expert of the COST – European Cooperation in Science & Technology, as well as Latvian Council of Sciences in Natural Sciences – Computer Science and Informatics, Engineering and Technology-Electrical Engineering, Electronics, Information and Communication Technologies (ICT), and Social Sciences – Economics and Business.
fr: Professeur adjointe de systèmes d'information à l'Université de Tartu (Institute of Computer Science), membre du groupe de travail européen Open Science Cloud FAIR Metrics and Data Quality et chercheur invitée à l'Université de technologie de Delft, Faculté Politique et gestion des technologies. Experte du COST - Coopération européenne en science et technologie, et du Latvian Council of Sciences en sciences naturelles , informatique, génie informatique, technologie, génie électrique, électronique, technologies de l'information et de la communication (TIC) et sciences sociales - économie et affaires.

source: Senior Product Manager at Code for Africa's sensors AFRICA citizen science program
fr: Chef de produit senior du programme de surveillance environnementale Africa.Sensors de Code for Africa.

source: He has a Master degree in Urban and Regional Planning from the University of Nairobi, Kenya and an undergraduate Education degree in Geography and Mathematics from the same. He is a Graduate Member of the Town and County Planners Association of Kenya and a member of the International Society of Urban and Regional Planners (ISOCARP). He has previously worked at the Strathmore University Advancement Office and as the Executive Director of Kilimani Project Foundation.
fr: Titulaire d'un master en planification urbaine et régionale et d'un diplôme de premier cycle en géographie et mathématiques, de l'Université de Nairobi, au Kenya, de la même université. Il est membre diplômé de la Town and County Planners Association of Kenya et membre de la Société internationale des planificateurs urbains et régionaux (ISOCARP). Il a auparavant travaillé au Strathmore University Advancement Office et en tant que directeur exécutif de la Kilimani Project Foundation.

source: Disaster Risk Management Specialist, Global Facility for Disaster Risk Reduction and Recovery
fr: Spécialiste de la gestion des risques de catastrophes, Fonds mondial pour la réduction des risques de catastrophes et le relèvement

source: Vivien Deparday is a Disaster Risk Management Specialist with the World Bank’s Urban, Resilience, and Land Global Practice, currently working in the Africa region. In his current role, Vivien leads urban resilience investment operations focused on cities in Cameroon, Côte d’Ivoire, and Mali engaging in integrated flood risk management, urban upgrading, solid waste management, and urban planning at the national and subnational level. He also leads the Africa Disruptive Technology Program for Urban Resilience bringing open innovation and youth engagement to resilience projects.
fr: Vivien Deparday est un spécialiste de la gestion des risques de catastrophe au sein de la pratique mondiale Urban, Resilience, and Land de la Banque mondiale, qui travaille actuellement dans la région Afrique. Dans son rôle actuel, Vivien dirige les opérations d'investissement dans la résilience urbaine axées sur les villes du Cameroun, de la Côte d'Ivoire et du Mali qui s'engagent dans la gestion intégrée des risques d'inondation, la modernisation urbaine, la gestion des déchets solides et la planification urbaine aux niveaux national et infranational.

source: On October 11, 2022, African Cities Lab, Sèmè City and the Center of Urban Systems of Mohammed VI Polytechnic University will organise a webinar on the theme: African Cities: What role for the youth?.
fr: Le 11 octobre 2022, African Cities Lab, Sèmè City et le Centre des systèmes urbains de l'Université polytechnique Mohammed VI organisent un webinaire sur le thème : Les villes africaines : Quel place pour les jeunes ?

source: African Cities: <br>What role for the youth?
fr: Villes africaines : <br>Quelle place pour les jeunes?

source: 11 October<br>2022
fr: 11 Octobre<br>2022

source: 10AM | 12PM <br> GMT + 1
fr: 10H | 12H <br> GMT + 1

source: Urban youth identity and participation <br> in democratization &amp; development
fr: Identité et participation de la jeunesse urbaine à la démocratisation &amp; au développement

source: 3PM | 5PM <br> GMT + 1
fr: 15H | 17H <br> GMT + 1

source: Challenges of the urban youth
fr: Les défis de la jeunesse urbaine

source: By 2050, 35&#37; of the world population will be young and African, compared to 15&#37; in 2000.
fr: A l’horizon 2050, 35&#37; de la population mondiale sera jeune et africaine, contre 15&#37; en 2000.

source: The accelerated urbanisation that Africa has been experiencing in recent years goes along with an increase in the youngest part of its population, bringing new challenges to the cities.
fr: L’urbanisation accélérée que connaît l’Afrique depuis quelques années s’accompagne d’un accroissement de la part la plus jeune de sa population, faisant émerger de nouveaux défis.

source: Today, 60&#37; of the African population is under the age of 24. This peculiarity of the continent is an essential fact to be taken into account in urban planning. Young people should have an important role in the development of African cities models. It is therefore legitimate to position them as actors and authors of the transformation of spaces and living environments that respond to the urban challenges facing the continent (sustainability, well-being, access to essential education services and inclusion.
fr: A ce jour, 60&#37; de la population africaine est âgée de moins de 24 ans. Cette spécificité propre au continent, est une donnée essentielle à prendre en compte dans la planification urbaine. Considérant les jeunes comme une part importante du développement des nombreux modèles de villes africaines, il est dès lors légitime de les positionner comme acteurs et auteurs à part entière de la transformation d’espaces et cadres de vie qui répondent aux enjeux auxquels le continent doit faire face (durabilité, bien être, accès aux services essentiels, éducation, inclusion).

source: In this webinar entitled "African cities: what place for young people?" experts will answer the questions of:</p>
fr: Dans ce webinaire intitulé "Villes africaines : quelle place pour les jeunes ?", des experts répondront aux questions suivantes :

source: Youth engagement through different movements;
fr: Engagement des jeunes au travers de différents mouvements;

source: Gender and equity in urban areas;
fr: La question genre et équité en milieu urbain;

source: Urban youth activities.
fr: Les activités de la jeunesse urbaine.

source: 3pm - 5pm
fr: 15h - 17h

source: Urban youth identity and participation in democratization &amp; development
fr: Identité et participation de la jeunesse urbaine à la démocratisation au développement

source: French translated to English
fr: Français traduit en Anglais

source: Opening Statement
fr: Introduction

source: 10.05 - 10.30 AM
fr: 10h05 - 10h30

source: Political identity and participation of urban youth
fr: Identité politique et la participation de la jeunesse urbaine

source: Researcher in the laboratory "Médiations. Sciences des liens, sciences des lieux" of Sorbonne University. In charge of the "Identifications et sociabilités" axis.
fr: Chercheur au sein du laboratoire "Médiations. Sciences des liens, sciences des lieux" de Sorbonne Université. Responsable de l'axe "Identifications et sociabilités".

source: 10.30 - 10.55 AM
fr: 10h30 - 10h55

source: Is there an urban youth? A reflection in the Maghreb context
fr: Y a-t-il une jeunesse urbaine? Une réflexion dans le contexte maghrebin

source: Postdoctoral researcher from Leipzig University
fr: Chercheur postdoctorat de l'Université de Leipzig

source: 10.55 - 11.20 AM
fr: 10h55 - 11h20

source: African youth movements and the test of citizenship, democracy and development
fr: Les mouvements juvéniles africains à l’épreuve de la citoyenneté, de la démocratie et du développement

source: Teacher-researcher at the Department of Sociology of the Assane Seck University of Ziguinchor (Senegal)
fr: Enseignant-chercheur au Département de Sociologie de l’Université Assane Seck de Ziguinchor (Sénégal).

source: 11.20 - 11.45 AM
fr: 11h20 - 11h45

source: The youth paradox: a challenge for public policy in Africa
fr: Le paradoxe jeune : un défi pour les politiques publiques en Afrique

source: Beninese-Ivorian Professor of Sociology at Alassane Ouattara University (Bouaké, Côte d'Ivoire)
fr: Professeur bénino-ivoirien de sociologie à l’université Alassane Ouattara (Bouaké, Côte d’Ivoire)

source: Challenges of the urban youth
fr: Les défis de la jeunesse urbaine

source: English translated to French
fr: Anglais traduit en Français

source: 3.00 - 3.25 PM
fr: 15h00 - 15h25

source: Challenging Cities: Young Men, Masculinity and Violence
fr: Les villes au défi : Jeunes hommes, masculinité et violence

source: DSI/NRF South African Research Chair in Gender and Childhood Sexuality
fr: DSI / NRF de la Chaire de recherche sud-africaine sur le genre et la sexualité de l'enfance.

source: 3.25 - 3.50 PM
fr: 15h25 - 15h50

source: Tackling the challenges of the urban youth through music: the case of the hip hop movement
fr: Relever les défis de la jeunesse urbaine par la musique : le cas du mouvement hip hop

source: Youth, peacebuilding, security, CVE and Africa specialist
fr: Spécialiste de la jeunesse, de la consolidation de la paix, de la sécurité, du CVE et de l'Afrique

source: 3.50 - 4.15 PM
fr: 15h50 - 16h15

source: Urban youth unemployment
fr: Chômage des jeunes urbains

source: Director of the North Africa Office at the United Nations Economic Commission for Africa
fr: Directrice du Bureau de l'Afrique du Nord à la Commission économique des Nations Unies pour l'Afrique

source: 4.15 - 4.40 PM
fr: 16h15 - 16h40

source: Young sports African migrants: challenges and constraints of the 'unknown' career abroad
fr: Jeunes sportifs migrants africains : défis et contraintes de la carrière "inconnue" à l'étranger

source: Senior Lecturer/Research Associate in the Department of Health, Physical Education, Recreation and Sports at the University of Education, Winneba, Ghana
fr: Maître de conférences/associé de recherche au département de la santé, de l'éducation physique, des loisirs et des sports de l'université de l'éducation de Winneba, au Ghana.

source: Closing statement
fr: Mot de fin

source: David Goeury has a doctoral degree in geography and is a teacher-researcher at the Espace Nature et Culture laboratory at the Paris-La Sorbonne. He also teaches a preparatory class for the Business prestigious universities at the Lycée Descartes in Rabat (Morocco).
fr: Docteur en géographie - Enseignant chercheur au laboratoire 'Espace Nature et Culture' de Paris-La Sorbonne et Professeur en classe préparatoire aux grandes écoles de commerce au lycée Descartes de Rabat.

source: He is also an associate researcher at the Jacques Berque Centre in Rabat. He leads research on the margins and marginalities in low-income countries (India and Morocco). He is currently studying the transformation of oasis spaces through the action research program "Preservation of sacred and collective oasis sites". He is also co-sponsoring the ZERKA project (The blue spring and the urbanization of Mediterranean oases).
fr: Il est aussi chercheur associé au Centre Jacques Berque de Rabat. Il mène des travaux de recherche sur les marges et les marginalités dans les pays à revenus limités (Inde et Maroc). Actuellement, il étudie tout particulièrement les transformations des espaces oasiens à travers le programme de recherche action Preservation of sacred and collective oasis sites. Il est par ailleurs co-porteur du projet ZERKA (La source bleue et l’urbanisation des oasis de Méditerranée).

source: He has also been involved in the study of political change in Morocco since 2011, first in the PROCELEC program (Electoral processes in North Africa, comparative research in electoral geography and sociology) and then in the TARICA program (Political and socio- institutional change in North Africa: competition of models and diversity of trajectories) directed by Alia Gana.
fr: Il participe aussi de l’étude du changement politique au Maroc depuis 2011, d’abord au sein du programme PROCELEC (Processus électoraux en Afrique du Nord, recherche comparative en géographie et en sociologie électorales) puis du programme TARICA (Political and socioinstitutional change in North Africa : competition of models and diversity of trajectories) dirigés par Alia Gana.

source: Finally, he was the principal investigator of the ANRS 12 305 program (Income-generating activities and key populations infected, affected or threatened by HIV in Morocco) as part of a community-based research.
fr: Enfin, il a été investigateur principal du programme ANRS 12 305 (Activités génératrices de revenus et populations clefs infectées, affectées ou menacées par le VIH au Maroc) dans le cadre d’une recherche communautaire.

source: Postdoctoral researcher from Leipzig University
fr: Chercheur postdoctorat de l'Université de Leipzig

source: Postdoctoral researcher from Leipzig University
fr: Chercheur postdoctorat de l'Université de Leipzig

source: Dr. Johannes Frische is a postdoctoral researcher from Leipzig University with a background in Middle Eastern Studies, History and Religious Studies. During his graduate studies, he specialized in human geography of the MENA region.
fr: Le Dr Johannes Frische est un chercheur postdoctoral de l'université de Leipzig, avec une formation en études du Moyen-Orient, en histoire et en études religieuses. Pendant ses études supérieures, il s'est spécialisé dans la géographie humaine de la région MENA.

source: After graduating his master’s degree, Johannes joined the DFG graduate program “Critical Junctures of Globalization” as a research fellow with the Centre for Area Studies at Leipzig University.
fr: Après avoir obtenu sa maîtrise, Johannes a rejoint le programme d'études supérieures de la DFG "Critical Junctures of Globalization" en tant que chercheur au Centre for Area Studies de l'université de Leipzig.

source: His doctoral thesis, defended in May 2021, revolves around urban inequality, informality, and precarity with a special focus on the role of youth in postrevolutionary Tunisia. In September 2021 he became a junior fellow member of the Merian Center for Advanced Studies in the Maghreb (MECAM).
fr: Sa thèse de doctorat, soutenue en mai 2021, porte sur l'inégalité urbaine, l'informalité et la précarité, avec un accent particulier sur le rôle des jeunes dans la Tunisie postrévolutionnaire. En septembre 2021, il est devenu junior fellow au Merian Center for Advanced Studies in the Maghreb (MECAM).

source: Teacher-researcher at the Department of Sociology of the Assane Seck University of Ziguinchor (Senegal)
fr: Enseignant-chercheur au Département de Sociologie de l’Université Assane Seck de Ziguinchor (Sénégal).

source: Teacher-researcher at the Department of Sociology of the Assane Seck University of Ziguinchor (Senegal)
fr: Enseignant-chercheur au Département de Sociologie de l’Université Assane Seck de Ziguinchor (Sénégal).

source: Ibrahima Touré is a teacher-researcher in the Department of Sociology at the Assane Seck University in Ziguinchor (Senegal). He defended his doctoral thesis in Sociology at the Université Gaston Berger de Saint-Louis.
fr: Ibrahima Touré est enseignant-chercheur au Département de Sociologie de l’Université Assane Seck de Ziguinchor (Sénégal). Il a soutenu sa thèse de doctorat en Sociologie à l’Université Gaston Berger de Saint-Louis.

source: He is a member of the Laboratoire d'Étude et de Recherche en Sciences Économiques et Sociales (LARSES) of the Unité de Formation et de Recherches (UFR) Sciences économiques et sociales (SES).
fr: Il est membre du Laboratoire d’Étude et de Recherche en Sciences Économiques et Sociales (LARSES) de l’Unité de Formation et de Recherches (UFR) Sciences économiques et sociales (SES).

source: His expertise and research work focus on public policies, administrative reforms, development policies, mobility and social movements, particularly youth movements.
fr: Son expertise et ses travaux de recherches portent sur les politiques publiques, les réformes administratives, les politiques de développement, les mobilités et les mouvements sociaux, notamment les mouvements citoyens de jeunes.

source: Member of several professional networks in Senegal and abroad, Ibrahima Touré regularly participates in the activities of CODESRIA.and was Head of the Department of Sociology from 2019 to 2021 at the University Assane Seck of Ziguinchor.
fr: Membre de plusieurs réseaux professionnels au Sénégal et à l’étranger, Ibrahima Touré participe régulièrement aux activités du CODESRIA.et a été Chef du département de Sociologie de 2019 à 2021 à l’Université Assane Seck de Ziguinchor.

source: Beninese-Ivorian Professor of Sociology at Alassane Ouattara University (Bouaké, Côte d'Ivoire)
fr: Professeur bénino-ivoirien de sociologie à l’université Alassane Ouattara (Bouaké, Côte d’Ivoire)

source: Beninese-Ivorian Professor of Sociology at Alassane Ouattara University (Bouaké, Côte d'Ivoire)
fr: Professeur bénino-ivoirien de sociologie à l’université Alassane Ouattara (Bouaké, Côte d’Ivoire)

source: Francis Akindès is a Beninese-Ivorian Professor of Sociology at Alassane Ouattara University (Bouaké, Côte d'Ivoire), born in 1961, and the author of several political science essays, including Côte d'Ivoire: la réinvention de soi dans la violence (Codesria, Dakar, 2011) and Les Racines de la crise militaro-politique en Côte d'Ivoire (Codesria, Dakar, 2006).
fr: Francis Akindès est un Professeur bénino-ivoirien de sociologie à l’université Alassane Ouattara (Bouaké, Côte d’Ivoire), né en 1961, auteur de plusieurs essais de science politique, parmi lesquels Côte d’Ivoire : la réinvention de soi dans la violence (Codesria, Dakar, 2011) et Les Racines de la crise militaro-politique en Côte d’Ivoire (Codesria, Dakar, 2006).

source: DSI/NRF South African Research Chair in Gender and Childhood Sexuality
fr: DSI / NRF de la Chaire de recherche sud-africaine sur le genre et la sexualité de l'enfance.

source: DSI/NRF South African Research Chair in Gender and Childhood Sexuality
fr: DSI / NRF de la Chaire de recherche sud-africaine sur le genre et la sexualité de l'enfance.

source: Deevia Bhana is the DSI/NRF South African Research Chair in Gender and Childhood Sexuality.
fr: Deevia Bhana est titulaire de la chaire de recherche sud-africaine DSI/NRF sur le genre et la sexualité de l'enfance.

source: She has written extensively on the experience of gender and sexuality in the young life course bringing a broad interdisciplinary social science lens to understanding how gender and sexuality is experienced by children and young people and the implications thereof for addressing violence, sex education and sexual health interventions.
fr: Elle a beaucoup écrit sur l'expérience du genre et de la sexualité au cours de la jeune vie, apportant une large perspective interdisciplinaire de sciences sociales pour comprendre comment le genre et la sexualité sont vécus par les enfants et les jeunes et les implications de cette expérience pour aborder la violence, l'éducation sexuelle et les interventions de santé sexuelle.

source: Her latest book is entitled, Girls and the Negotiation of Porn in South Africa: Power, Play and Sexuality (2022, Routledge).
fr: Son dernier livre s'intitule Girls and the Negotiation of Porn in South Africa : Power, Play and Sexuality (2022, Routledge).

source: Youth, peacebuilding, security, CVE and Africa specialist
fr: Spécialiste de la jeunesse, de la consolidation de la paix, de la sécurité, du CVE et de l'Afrique

source: Youth, peacebuilding, security, CVE and Africa specialist
fr: Spécialiste de la jeunesse, de la consolidation de la paix, de la sécurité, du CVE et de l'Afrique

source: Marc is an internationally recognized youth, peacebuilding, security, CVE and Africa specialist. He has provided strategic and technical advice, and expertise in training and conflict negotiation, including:
fr: Marc est un spécialiste internationalement reconnu de la jeunesse, de la consolidation de la paix, de la sécurité, du CVE et de l'Afrique. Il a fourni des conseils stratégiques et techniques, ainsi qu'une expertise en matière de formation et de négociation de conflits, notamment :

source: • As a peacebuilder, designing and assessing programs for marginalized youth and coordinating discreet, high-level meetings on peace and stabilization. • As a diplomat, serving as a back-channel negotiator and peacebuilding strategist.
fr: - En tant que bâtisseur de paix, en concevant et en évaluant des programmes pour les jeunes marginalisés et en coordonnant des réunions discrètes et de haut niveau sur la paix et la stabilisation. - En tant que diplomate, en servant de négociateur par voie détournée et de stratège en matière de consolidation de la paix.
