Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: All accepted and presented conference papers will be eligible for publication in our <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a> proceedings indexed in Scopus, Scimago, IET INSPEC, Ei Compendex, EBSCO, Google Scholar, CPCI (Web of Science) (Subject to acceptance - as for all proceedings journals).
fr: Tous les papiers de conférence acceptés et présentés seront éligibles à la publication dans notre proceeding par <a class="text_primary" href="https://www.e3s-conferences.org/" target="_blank">E3S web of conference </a> indexé dans Scopus, Scimago, IET INSPEC, Ei Compendex, EBSCO, Google Scholar, CPCI (Web of Science) (Subject to acceptance - as for all proceedings journals)

source: A category of best papers will be published in our proceedings book by <a class="text_primary" target="_blank" href="https://www.springer.com/series/6007">Springer book GeoJournal Library</a> (Pending confirmation) indexed in Scopus, Scimago, IET INSPEC, Ei Compendex, EBSCO, Google Scholar, CPCI (Web of Science) (Subject to acceptance - as for all proceedings journals).
fr: Une sélection de meilleurs papiers sera publiées dans notre livre de proceeding par <a class="text_primary" href="https://www.springer.com/series/6007" target="_blank">Springer book GeoJournal Library</a> (En attente de confirmation) indexé dans Scopus, Scimago, IET INSPEC, Ei Compendex, EBSCO, Google Scholar, CPCI (Web of Science). Sous réserve d'acceptation - comme pour toutes les revues d'actes.

source: Submission guidelines
fr: Directives pour la soumission

source: We invite potential authors to send original papers that have already been finalised but also those in progress or those already published (See article types details). Authors should choose, according to their preference and the requirements of their affiliating institution, to publish their paper in the <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a> proceedings or in our book to be published by the <a class="text_primary" target="_blank" href="https://www.springer.com/series/6007">Springer book GeoJournal Library</a>.
fr: Nous invitons les potentiels auteurs à envoyer les travaux originaux déjà finalisés mais également ceux en cours ou ceux déjà publiés (Voir les détails des types d'articles). Les auteurs doivent choisir selon leur préférence et les exigences de leurs établissements d’affiliation, de publier leur papier dans le proceeding <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a> ou dans notre livre qui sera publié par la série <a class="text_primary" target="_blank" href="https://www.springer.com/series/6007">Springer book GeoJournal Library</a>.

source: If you choose to publish your paper in the <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a> proceedings please follow the authors' instructions given <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">HERE</a>. Otherwise, you can use one of the templates <strong>[Template ACC2023.docx]</strong> <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">Word_woc-2col</a> or <strong>[Latex template Web of Conferences A4 paper size, two columns format.zip]</strong> <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">LATEX_woc-2col</a> depending on the text editor you use.
fr: Si vous choisissez de publier votre papier dans le proceeding <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a> nous vous prions de suivre les intructions des auteurs données <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">ICI</a> Sinon vous utilisez directement l’un des templates <strong>[Template ACC2023.docx]</strong> Word_woc-2col ou <strong>[Latex template Web of Conferences A4 paper size, two columns format.zip]</strong> LATEX_woc-2col selon l’éditeur de texte que vous maitrisez.

source: If you choose instead to publish your work in the <a class="text_primary" target="_blank" href="https://www.springer.com/series/6007">Springer book GeoJournal Library</a>. The manuscript must follow <a class="text_primary" target="_blank" href="https://medi-ast.org/SCA22/Springer_Guidelines_for_Authors_of_Proceedings.pdf">Springer template guidelines</a>. The manuscript must be written using one of the <a class="text_primary" target="_blank" href="https://medi-ast.org/SCA22/splnproc1703.zip">MS Word</a> or <a class="text_primary" target="_blank" href="https://medi-ast.org/SCA22/ProcSci_TeX.zip">LaTeX templates</a>. The maximum number of pages in this case is 12.
fr: Si vous choisissez plutôt de publier votre travail dans le <a class="text_primary" target="_blank" href="https://www.springer.com/series/6007">Springer book GeoJournal Library</a>, le manuscrit doit suivre les <a class="text_primary" target="_blank" href="https://medi-ast.org/SCA22/Springer_Guidelines_for_Authors_of_Proceedings.pdf">Springer template guidelines</a>. La rédaction du manuscrit doit se faire en utilisant l’un des templates <a class="text_primary" target="_blank" href="https://medi-ast.org/SCA22/splnproc1703.zip">MS Word</a> ou <a class="text_primary" target="_blank" href="https://medi-ast.org/SCA22/ProcSci_TeX.zip">LaTeX</a>. Le nombre maximal de pages étant fixé à 12 dans ce cas.

source: Submission
fr: Soumission

source: Once your paper is finalized, you could first send us the pdf version through <a class="text_primary font-weight-bold" target="_blank" href="https://easychair.org/conferences/?conf=civa2023">Easychair</a> for evaluation and the source file will then be requested by our committee as needed.
fr: Une fois votre papier finalisé, vous pourrez tout d’abord nous envoyer la version pdf via <a class="text_primary font-weight-bold" target="_blank" href="https://easychair.org/conferences/?conf=civa2023">easychair</a> pour évaluation et le fichier source vous sera demandé ensuite par notre comité selon le besoin.

source: Plagiarism Control
fr: Contrôle du Plagiat

source: We remind you once again that a strict plagiarism check will be carried out on all papers and only a similarity of max. 15&#37; of all sources + max. 5&#37; of one source will be tolerated. The plagiarism checker <a class="text_primary" target="_blank" href="https://www.ithenticate.com/">Ithenticate</a> or <a class="text_primary" target="_blank" href="https://www.turnitin.com">Turnitin</a> will be used to check the similarity between papers.
fr: Nous vous rappelons une fois de plus qu’un contrôle strict du plagiat sera effectué sur tous les papiers et ne sera tolérée qu’une similarité de maximum 15&#37; de toutes les sources + maximum 5&#37; d’une seule source. L’outil de contrôle du plagiat <a class="text_primary" target="_blank" href="https://www.ithenticate.com/">Ithenticate</a> ou <a class="text_primary" target="_blank" href="https://www.turnitin.com">Turnitin</a> sera utilisé pour vérifier la similarité entre les documents.

source: Paper Evaluation
fr: Évaluation du papier

source: Each paper will be evaluated by at least two regular TCP members in two rounds of evaluations and the program chair will decide on the acceptance/review/rejection of each paper based on their feedback. Acceptance decisions will take into account the paper's novelty, technical depth, elegance, practical or theoretical impact and presentation.
fr: Chaque article sera évalué par au moins deux membres réguliers du TPC en deux tours d'évaluation et le président du programme décidera de l'acceptation/révision/rejet de chaque article sur la base de leurs commentaires. Les décisions d'acceptation prendront en compte la nouveauté, la profondeur technique, l'élégance, l'impact pratique ou théorique et la présentation de la communication.

source: March 15, 2023
fr: 15 Mars 2023

source: March 30, 2023
fr: 30 Mars 2023

source: Registration due date:
fr: Date limite d'inscription :

source: May 23 - 24, 2023
fr: 23-24 Mai 2023

source: Special Issues
fr: Articles spéciaux

source: High-quality papers may be invited to be submitted to one of our special issues in the following list depending on the theme of the paper and its ranking in the order of quality. The authors of the selected papers will be invited after the conclusion of the conference steering committee and their papers extended according to the percentage required by the special issue will be subjected to a regular submission and review process. Our Special Issues include but are not limited to the following:
fr: Des articles de haute qualité pourraient être invités à être soumis à l'un de nos numéros spéciaux dans la liste qui suit selon la thématique de l'article et son classement dans l'ordre de qualité. Les auteurs des articles sélectionnés seront invités après la conclusion du comité de pilotage de la conférence et leurs articles étendu selon le pourcentage exigé par le spécial issue seront soumis à un processus normal de soumission et d'examen.

source: More to be posted soon!
fr: Plus d'informations seront bientôt disponibles !

source: CFP Chairs:
fr: Chaires du CFP

source: CEAT, EPFL, Lausanne, Switzerland
fr: CEAT, EPFL, Lausanne, Suisse

source: African Centre for Cities, Cape Town, South Africa
fr: Centre Africain pour les Villes, Cape Town, Afrique du Sud

source: African Cities Conference (ACC) - Digital Cities
fr: African Cities Conference (ACC) - Villes Digitales

source: The African Cities Conference (ACC) - Digital Cities
fr: African Cities Conference (ACC) - Villes Digitales

source: Days
fr: Jours

source: Hours
fr: Heures

source: Seconds
fr: Secondes

source: African Cities Conference (ACC) is the first international conference on urban and sustainable development in Africa.
fr: African Cities Conference (ACC) est la première conférence internationale sur le développement urbain et durable en Afrique.

source: May 23 & 24
fr: 23 & 24 Mai

source: Location
fr: Lieu

source: Novotel, Cotonou, Benin
fr: Novotel, Cotonou, Bénin

source: African digital cities are presented as a reasonable response to future demographic projections and the inability of the public sector alone to respond structurally to a strong increase in demand for urban infrastructure and infrastructure and urban services such as housing, socio-professional integration, etc.<br>
fr: Les villes digitales africaines sont présentées comme une réponse rationnelle aux projections démographiques futures et à l'incapacité du secteur public à répondre seul structurellement à une forte augmentation de la demande en infrastructures et services urbains tels que le logement, l’insertion socio-professionnelle, etc.

source: Challenging the current vision of cities in Africa, digital cities seem to be major players in the urbanization of Africa. At a time when a new urban paradigm is being implemented but intrinsic challenges remain, the role of digital cities as drivers of urban development in Africa is to be established.<br>
fr: Remettant en question la vision actuelle des villes en Afrique, les villes digitales semblent jouer un rôle majeur dans l'urbanisation de l'Afrique. À l'heure où un nouveau paradigme urbain est mis en œuvre mais où des défis intrinsèques demeurent, le rôle des villes digitales en tant que moteurs du développement urbain en Afrique est à établir.

source: There is today a tangible and growing demand for talented and highly qualified African researchers on the theme of the city and its digitalization. This is particularly visible in all areas of the digital transformation of the continent.
fr: Il existe aujourd’hui une demande tangible et croissante de chercheurs africains talentueux et hautement qualifiés sur le thème de la ville et sa digitalisation. Ceci est particulièrement visible dans tous les domaines de la transformation numérique du continent.

source: The « <strong>African Cities Conference (ACC) - Digital Cities</strong> » aims to increase the scope and influence of research, innovation and entrepreneurial activities on the African continent related to the digitization of cities, as well as to promote scientific excellence in Africa.
fr: La 1ère édition de l’African Cities Conference portera sur la thématique des <strong>Villes digitales africaines.</strong> Elle vise à accroître la portée et le rayonnement des activités de recherche, d’innovation et d'entrepreneuriat sur le continent africain relative à la numérisation des villes, ainsi qu’à promouvoir l’excellence scientifique en Afrique.

source: Therefore, beyond its thematic focus, ACC aims to advance interdisciplinary research by bridging the disciplinary gap between the different academic cultures of the humanities, sciences and application-oriented research, but also the sectoral gap between urban development actors in Africa.
fr: Ainsi, au-delà de son orientation thématique, l'ACC a pour but de faire progresser la recherche interdisciplinaire en comblant le fossé disciplinaire entre les différentes cultures académiques des sciences humaines, des sciences et de la recherche orientée vers l'application, mais aussi le fossé sectoriel entre les acteurs du développement urbain en Afrique.

source: The conference organizers cordially invite you to submit your scientific work to African Cities Conference (ACC) - Digital Cities to be held in Cotonou, Benin, next May 23 & 24
fr: Les organisateurs de la conférence invitent tous les acteurs du monde académique, scientifiques à soumettre leurs contributions sur le thème des villes digitales dans le cadre de l'African Cities Conference qui se tiendra à Cotonou, au Bénin, les 23 et 24 mai 2023.

source: Call for papers
fr: Appel à contributions

source: ACC 2023 – Conference trails
fr: ACC 2023 – Grands sujets de discussion

source: Digital city transition and urban planning
fr: Transition digitale des villes et planification urbaine

source: In Africa, the digital transformation of cities is still minimal, but initiatives in this direction are beginning to emerge. For example, in Morocco and Tunisia smart homes and connected mobility are already being developed.
fr: En Afrique, la transformation digitale des villes est encore minime mais les initiatives oeuvrant dans ce sens commencent à émerger. A titre d’exemple le Maroc et la Tunisie sont des pays qui, bénéficiant d’une excellente couverture en électricité, développent déjà des maisons intelligentes et des services de mobilité connectée.

source: We hear increasingly about "smart" cities, but what are they really about? Smart cities in Africa represent a challenge for the development of urban territories, for the economy, but also to gain international visibility.
fr: Nous entendons de plus en plus parler de villes "intelligentes", mais de quoi s’agit-il vraiment ? Les smart cities en Afrique représentent un enjeu pour le développement des territoires urbains, pour l’économie, mais aussi pour gagner en visibilité à l’international.

source: Remote sensing and geo – information systems (smart GIS)
fr: Télédétection et systèmes d'information géographique intelligents

source: Remote sensing and spatial data play an important role in urban planning by providing accurate and up-to-date information about the physical and environmental characteristics of urban areas. This information can be used for mapping and monitoring land use and land cover, assessing the physical characteristics of urban areas, monitoring environmental quality, supporting emergency management, and improving transportation planning. By utilizing remote sensing and spatial data, urban planners can make informed decisions that lead to the development of more sustainable and resilient cities.
fr: La télédétection et les données spatiales jouent un rôle important dans la planification urbaine en fournissant des informations précises et actualisées sur les caractéristiques physiques et environnementales des zones urbaines. Ces informations peuvent être utilisées pour cartographier et surveiller l'utilisation et la couverture des sols, évaluer les caractéristiques physiques des zones urbaines, surveiller la qualité de l'environnement, soutenir la gestion des urgences et améliorer la planification des transports. En utilisant la télédétection et les données spatiales, les planificateurs urbains peuvent prendre des décisions éclairées qui mènent au développement de villes plus durables et plus résilientes.

source: Digital citizenship and digital gouvernance
fr: Citoyenneté et gouvernance numériques

source: Digital citizenship refers to responsible and ethical use of technology and the internet. It encompasses values, behaviors, and skills such as internet safety, digital literacy, digital etiquette, digital rights and responsibilities, and digital activism. By developing these skills, individuals can engage in the digital world effectively, protect their rights and interests, and contribute to a more inclusive and equitable digital society. Digital citizenship education is important for individuals, particularly students, to become informed and effective members of a digital society.
fr: La citoyenneté numérique désigne l'utilisation responsable et éthique de la technologie et de l'internet. Elle englobe des valeurs, des comportements et des compétences tels que la sécurité sur l'internet, la culture numérique, l'étiquette numérique, les droits et responsabilités numériques et l'activisme numérique. En développant ces compétences, les individus peuvent s'engager efficacement dans le monde numérique, protéger leurs droits, intérêts et contribuer à une société numérique plus inclusive et équitable. L'éducation à la citoyenneté numérique est importante pour que les individus, en particulier les étudiants, deviennent des membres informés et efficaces de la société numérique.

source: African digital cities challenge
fr: Challenges des villes africaines digitales

source: Digital technology has great potential for innovation in areas such as health, agriculture, education, energy, financial services, and transport in the cities and towns of tomorrow. The rapid spread of mobile and digital technology in Africa should enable African countries to make a rapid leap in economic development.
fr: Le numérique a un grand potentiel d’innovation dans des domaines tels que la santé, l’agriculture, l’éducation, l’énergie, les services financiers, et les transports, dans des villes et villages de demain. La diffusion rapide de la technologie mobile et numérique en Afrique devrait permettre aux pays africains de faire un bond rapide dans le développement économique.

source: The African continent is on the verge of unprecedented growth, making it necessary to develop the urban mobility sector. The predictions of demographic and economic growth on the continent do not leave the global players in the transport sector indifferent.
fr: Le continent est à l’aube d’une croissance sans précédent qui rend nécessaire le développement du secteur de la mobilité urbaine. Les prédictions de croissance démographique et économique du continent africain ne laissent pas les acteurs mondiaux du domaine du transport indifférents.

source: As global warming increasingly affects African cities, new cooling technologies are being developed to combat climate change.
fr: A l’heure où le réchauffement climatique touche de plus en plus les villes africaines, on observe l'avènement de nouvelles technologies de refroidissement pour lutter contre le changement climatique.

source: View conference program
fr: Voir l'agenda de la conférence

source: <span class="text_primary">ACC 2023</span> side events
fr: Événements spéciaux <span class="text_primary">ACC 2023</span>

source: This conference is virtual and presential and open to all.
fr: Cette conférence, virtuelle et présentielle, est ouverte à tous.

source: It will include….
fr: Elle inclura....

source: Preliminary Webinars
fr: Webinaires préliminaires

source: B2B Meetings & Partnerships
fr: Rencontres et partenariats B2B

source: African smart cities’ Innovation Expo-2023
fr: Exposition sur l'innovation dans les villes intelligentes d'Afrique - 2023

source: Doctoral Consortium & Spring school
fr: Consortium doctoral & école de printemps

source: Poster & Demos Session
fr: Session posters et démos

source: Worshops & Tutorials session
fr: Session Ateliers & Didacticiels

source: Organizations
fr: Organisateurs

source: Academic and institutional partners
fr: Partenaires académiques et institutionnels

source: Venue & Contacts
fr: Lieu & Contacts

source: Cotonou, Benin
fr: Cotonou, Bénin

source: Follow us on social networks or write to us for any more information or request about the event and how to become a partner.
fr: Suivez-nous sur nos divers réseaux sociaux ou écrivez-nous pour tout complément d’informations ou préoccupations sur l’événement et comment en devenir partenaire.

source: For any request:
fr: Pour toute demande :

source: Organization Committee | African Cities Conference
fr: Comité d'organisation | African Cities Conference

source: Committee
fr: Comité

source: General Conference chair
fr: Président général de la Conférence

source: Plenary co-chairs
fr: Co-présidents de la plénière

source: Sèmè City, Cotonou, Benin
fr: Sèmè City, Cotonou, Bénin

source: UM6P, Benguérir, Morocco
fr: UM6P, Benguérir, Maroc

source: Program Co-chairs
fr: Co-présidents du programme

source: Center of Urban System CUS, UM6P, Benguérir, Morocco
fr: Centre du Système Urbain, UM6P, Benguérir, Maroc

source: Steering Committee
fr: Comité de pilotage

source: African Centre for Cities, Cape Town, South Africa
fr: Centre Africain pour les Villes, Cape Town, Afrique du Sud

source: University of Tartu, Estonia
fr: Université de Tartu, Estonie

source: University of Economic Studies, Bucharest, Romania
fr: Université d'études économiques, Bucarest, Roumanie

source: Special Issues Co-chairs
fr: Co-présidents des articles spéciaux

source: ENS, mouley Ismail University, Meknes, Morocco
fr: ENS, Université Moulay Ismai, Meknes, Maroc

source: Doctoral Consortium & Spring School Chairs
fr: Consortium doctoral et président de l'école de printemps

source: Workshops & Tutorials chairs
fr: Président des ateliers et tutoriels

source: Publication Co-Chairs
fr: Co-présidents de la publication

source: Global Coordinators
fr: Coordinatrice globale

source: EXAF, EPFL, Lausanne, Switzerland
fr: EXAF, EPFL Lausanne, Suisse

source: World Bank, New York, USA
fr: Banque Mondiale, New York, USA

source: University of Ibadan, Nigeria
fr: Université d'Ibadan, Nigeria

source: EIGSI, Casablanca, Morocco
fr: EIGSI, Casablanca, Maroc

source: IDC, UM6P, Benguerir, Morocco
fr: IDC, UM6P, Benguerir, Maroc

source: SADV, Benguerir, Morocco
fr: SADV, Benguerir, Maroc

source: ISTEUB, University of Carthage, Tunisia
fr: ISTEUB, Université de Carthage

source: Gret, Dakar, Senegal
fr: Gret, Dakar, Sénegal

source: Vice Chancelor, University of Douala, Douala Cameroon
fr: Vice-chancelier, Université de Douala, Douala Cameroun

source: Water Research Commission, Cape Town, South Africa
fr: Commission de Recherche sur l'Eau

source: Centre for Affordable Housing Finance in Africa, South Africa
fr: Centre pour le Financement du Logement Abordable en Afrique

source: Ain Shams University, Egypt
fr: Université Ain Shams, Egypte

source: Venue & Contact | African Cities Conference
fr: Lieu & Contact | African Cities Conference

source: Venue & Contact
fr: Lieu & Contact
