Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: He has participated in global dialogues on water, climate, regional integration and sustainable development issues including climate COPs and the United Nations Commission on Sustainable Development. He chaired the World Economic Forum’s Water Agenda Task Force (2012-14) and was a member of the Technical Committee of the Global Water Partnership (2006-2012). Some of his publications are cited in the IPCC’s 6th Assessment Report; more publication details at: <a href="https://orcid.org/0000-0002-4252-3200">https://orcid.org/0000-0002-4252-3200</a>
fr: Il a participé à des dialogues mondiaux sur l'eau, le climat, l'intégration régionale et les questions de développement durable, notamment aux COP sur le climat et à la Commission des Nations unies sur le développement durable. Il a présidé la Water Agenda Task Force du Forum économique mondial (2012-14) et a été membre du comité technique du Partenariat mondial pour l'eau (2006-2012). Certaines de ses publications sont citées dans le 6e rapport d'évaluation du GIEC ; pour plus de détails sur les publications, voir : <a href="https://orcid.org/0000-0002-4252-3200">https://orcid.org/0000-0002-4252-3200</a>

source: Gilbert Siame is an Associate Professor of international urban development and planning at the Norwegian University of Science and Technology (NTNU) in Norway. He teaches on the MSc in Urban Ecological Planning international programme in the Department of Architecture and Planning. He holds a Master of City and Regional Planning and a doctoral degree in Architecture and Planning, both from the University of Cape Town.
fr: Gilbert Siame est professeur associé en développement et planification urbains internationaux à l'Université norvégienne des sciences et de la technologie (NTNU) en Norvège. Il enseigne dans le cadre du programme international du MSc en planification urbaine et écologique au sein du département d'architecture et de planification. Il est titulaire d'un master en planification urbaine et régionale et d'un doctorat en architecture et planification, tous deux obtenus à l'université du Cap.

source: Before joining NTNU, Gilbert Siame was a programme leader in the MSc in Spatial Planning programme and coordinator of graduate studies in the Department of Geography and Environmental Studies at the University of Zambia. He has extensive experience in research, teaching, and policy formulation in urban development and planning.
fr: Avant de rejoindre la NTNU, Gilbert Siame était responsable du programme de maîtrise en aménagement du territoire et coordinateur des études supérieures au département de géographie et d'études environnementales de l'université de Zambie. Il possède une vaste expérience de la recherche, de l'enseignement et de la formulation de politiques en matière de développement et d'aménagement urbains.

source: His specialty is in urban governance and Decentralisation, urban informality, state-society relationships, climate change and urban transitions in Africa, urban corruption, and urban food systems. He has served as a consultant for the World Bank, UN Food and Agriculture Organization (FAO), UN-Habitat, Habitat for Humanity, GFA Consulting Group (Germany), GIZ, Hivos international, Lusaka City Council, University of Cape Town (UCT), among many others. He is a visiting lecturer at the University of the Witwatersrand, Johannesburg. He was a 2021 International Fellow of Urban Studies Foundation at UCT.
fr: Il est spécialisé dans la gouvernance urbaine et la décentralisation, l'informalité urbaine, les relations entre l'État et la société, le changement climatique et les transitions urbaines en Afrique, la corruption urbaine et les systèmes alimentaires urbains. Il a été consultant pour la Banque mondiale, l'Organisation des Nations unies pour l'alimentation et l'agriculture (FAO), ONU-Habitat, Habitat for Humanity, GFA Consulting Group (Allemagne), GIZ, Hivos international, le conseil municipal de Lusaka, l'université du Cap (UCT), entre autres. Il est maître de conférences invité à l'université de Witwatersrand, à Johannesburg. Il a été en 2021 International Fellow de l'Urban Studies Foundation à l'UCT.

source: Program | African Cities Conference
fr: Programme | African Cities Conference

source: ACC is the first international conference on urban and sustainable development in Africa.
fr: African Cities Conference (ACC) est la première conférence internationale sur le développement urbain et durable en Afrique.

source: Program
fr: Programme

source: Day 01
fr: Jour 01

source: May 23, 2023
fr: 23 Mai 2023

source: Day 02
fr: Jour 2

source: May 24, 2023
fr: 24 Mai 2023

source: Academic Keynote Presentations
fr: Intervenants académiques

source: Director of the School of Architecture, Planning and Design (SAP+D) at the Polytechnic University (UM6P) of Benguerir - Morocco
fr: Directeur de l'École d'architecture, d'urbanisme et de design (SAP+D) à l'Université polytechnique (UM6P) de Benguerir - Maroc

source: Paper presentations
fr: Évaluation du papier

source: Session 1B : Digital and smart African cities
fr: Villes africaines numériques et intelligentes

source: Session 1C : Smart geo-information systems (Smart GIS)
fr: Télédétection et systèmes d'information géographique intelligents

source: Workshops
fr: Ateliers

source: Workshop 1: Title
fr: Atelier 1: Titre

source: Workshop 2: Title
fr: Atelier 2: Titre

source: Workshop 3: Title
fr: Atelier 3: Titre

source: Workshop 4: Title
fr: Atelier 4: Titre

source: Session 2A: African digital cities challenges
fr: Session 2A: Défis des villes numériques africaines

source: Call for Doctoral Consortium & Spring School | African Cities Conference
fr: Appel au Consortium doctoral et à l'école de printemps | African Cities Conference

source: Call for Doctoral Consortium & Spring School
fr: Appel au Consortium doctoral et à l'école de printemps

source: The ACC 2023 Doctoral Consortium (DC) & Spring School will be held virtually as part of the 1st International Conference on African Cities - Digital and Smart Cities, which will take place on 23 and 24 May 2023 at the Novotel hotel in Cotonou, Benin. This forum will allow early career PhD students as well as postgraduate students to focus on an issue related to African cities within the scope of the ACC 2023 conference themes.
fr: Le Consortium doctoral & Spring school ACC 2023 (DC) se déroulera virtuellement dans le cadre de la 1ère édition de l'African Cities - Digital and Smart Cities - villes digitale et intelligente, qui aura lieu les 23 et 24 Mai 2023 à l’hôtel Novotel de Cotonou, Bénin. Ce forum permettra aux étudiants doctorants en début de carrière ainsi qu'aux étudiants en fin de carrière de se concentrer sur l'étude d’une problématique en rapport avec les villes africaines et ce, dans le scope des thématiques de l'ACC 2023.

source: The DC offers the opportunity to present and discuss their doctoral research ideas and progress in a supportive, formative yet critical environment, and to receive feedback from examiners, mentors and peers in the field of their thesis topic. The doctoral consortium will also provide opportunities for networking and collaboration with other members of the ACC community. We welcome submissions in all areas of research related to African cities and particularly in digital and smart cities (see "Topics of Interest").
fr: Le Doctoral Consortium & Spring School offre la possibilité de présenter et de discuter d'idées de recherche doctorale et de leurs progrès dans un environnement favorable, formateur et néanmoins critique, et de recevoir un retour d'information de la part d'examinateurs, de mentors et de pairs du domaine de leur sujet de thèse. Le consortium doctoral offrira également des possibilités de réseautage et de collaboration avec d'autres membres de la communauté ACC.<br> Nous acceptons les soumissions dans tous les domaines de recherche liés aux villes africaines et particulièrement ceux des villes digitales et intelligentes (voir "Thématiques").

source: The event is open to both early-career and late-career PhD candidates and asks them to formulate and submit a concrete research proposal, preferably supported by preliminary results. The submission will be reviewed by the conference programme committee. Accepted papers will be supervised by a designated mentor, usually an experienced researcher in the field. If accepted, students will be required to register and attend the event, which will include a series of interactive activities with a spring school. Details of the submission can be found below under "ACC's DC Submission Details".
fr: L'événement s'adresse aux candidats doctorants en début de carrière ainsi qu'à ceux en fin de carrière, qui souhaitent soumettre une proposition de recherche concrète, étayée par des résultats préliminaires. La proposition sera examinée par le comité de programme de la conférence.<br> Les articles acceptés seront encadrés par un mentor désigné, généralement un chercheur expérimenté dans le domaine. S'ils sont acceptés, les étudiants devront s'inscrire et assister à l'événement, qui comprendra une série d'activités interactives avec un <strong>spring school</strong>. <br> Les détails de la soumission se trouvent ci-dessous sous "Détails de la soumission des Doctoral Consortium de l'ACC".

source: ACC’s DC Submission Details
fr: Détails de la soumission des DC - ACC 2023

source: Students must submit a 3 - 6 page description (excluding references and appendices) of their doctoral research proposal. Papers must be written in English and follow the <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference </a> formatting guidelines available <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">HERE</a>.
fr: Les étudiants doivent soumettre une description de 5 à 8 pages (sans compter les références et les annexes) de leur proposition de recherche doctorale. Les articles doivent être rédigés en anglais et suivre les directives de formatage <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference</, disponibles <a class="text_primary" target="_blank" href="https://www.webofconferences.org/authors">ICI</a>.

source: Papers must have a single author (the PhD candidate). Supervisors, other persons involved and funders should be acknowledged in an Acknowledgements section.
fr: Les articles doivent avoir un seul auteur (le candidat au doctorat). Les superviseurs, les autres personnes impliquées et les bailleurs de fonds doivent être remerciés dans une section Remerciements.

source: All proposals must be submitted electronically via the EasyChair conference submission system. <a class="text_primary" target="_blank" href="https://easychair.org/conferences/?conf=civa2023">https://easychair.org/conferences/?conf=civa2023</a>
fr: Toutes les propositions doivent être soumises par voie électronique via le système de soumission de conférence EasyChair. <a class="text_primary" target="_blank" href="https://easychair.org/conferences/?conf=civa2023">https://easychair.org/conferences/?conf=civa2023</a>

source: All submissions of papers for the DC must contain the following elements:
fr: Toutes les soumissions de papiers pour le Doctoral Consortium doivent contenir les éléments suivants :

source: <strong>Background and motivation:</strong> What is the societal and research context of the research?
fr: <strong>Contexte et motivation :</strong> Quel est le contexte sociétal de la recherche ?

source: <strong>Problem statement:</strong> What is the general problem that the research addresses?
fr: <strong>Énoncé du problème :</strong> Quel est le problème général auquel la recherche répond ?

source: <strong>Related work:</strong> How does the research fit into the state of the art?
fr: <strong>Travaux connexes :</strong> Comment la recherche se situe-t-elle dans l'état de l'art ?

source: <strong>Research questions/challenges:</strong> What are the questions the research answers?
fr: <strong>Questions/défis de la recherche :</strong> Quelles sont les questions auxquelles la recherche répond ?

source: <strong>Method/approach and evaluation:</strong> How are each of the research questions answered? How are the results evaluated?
fr: <strong>Méthode/approche et évaluation :</strong> Comment répond-on à chacune des questions de recherche ? Comment les résultats sont-ils évalués ?

source: <strong>Preliminary results:</strong> (if available).
fr: <strong>Résultats préliminaires</strong> (si disponibles).

source: <strong>Discussion and future work:</strong> What are the intermediate findings, and what are the next steps planned?
fr: <strong>Discussion et travaux futurs :</strong> Quelles sont les conclusions intermédiaires, quelles sont les prochaines étapes prévues ?

source: Accepted CD papers will be published in the main proceedings of the 1st International Conference on African Cities and more specifically in the proceeding <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference</a> indexed in Scopus, WoS and many others. Authors will have the opportunity to decline to be included in these proceedings.
fr: Les articles de Doctoral Consortium acceptés seront publiés dans les principaux actes de l'African Cities Conference et plus précisément dans le proceeding <a class="text_primary" target="_blank" href="https://www.e3s-conferences.org/">E3S web of conference</a> indexé dans Scopus, WoS et bien d’autres. Les auteurs auront la possibilité de refuser d'être inclus dans ces actes.

source: Submit your article
fr: Soumettez votre article

source: ACC’s DC important dates
fr: Les dates importantes

source: Submission deadline:
fr: Date limite de soumission des articles :

source: March 25, 2023
fr: 25 Mars 2023

source: Notification of acceptance:
fr: Avis d'acceptation :

source: April 15, 2023
fr: 15 Avril 2023

source: Camera-ready Submission:
fr: Soumission prête à diffuser :

source: May 05, 2023
fr: 05 Mai 2023

source: Registration due date:
fr: Date limite d'inscription :

source: May 15, 2023
fr: 15 Mai 2023

source: DC & Spring School date:
fr: Date du DC & Ecole de printemps

source: May 23-24, 2023
fr: 23-24 Mai 2023

source: Doctoral Consortium & Spring School chairs
fr: Consortium doctoral et présidents de l'école de printemps

source: Center of Urban System CUS, UM6P, Benguérir, Morocco
fr: Centre du Système Urbain, UM6P, Benguérir, Maroc

source: Call for papers
fr: Appel à papiers

source: Call for Poster & Demos
fr: Appel à posters et démos

source: Call for Workshops & Tutorials
fr: Appel à ateliers & formations

source: Call for papers | African Cities Conference
fr: Appel à contributions | African Cities Conference

source: African Cities Conference (ACC) is the first annual international conference for discussion and exchange between urban actors, the private sector and the academic world on the issues of African cities. The first edition on the theme of "Digital Cities" will take place on May 23 and 24, 2023 in Cotonou, Benin. The ultimate goal of this conference is to increase the scope and influence of research, entrepreneurial innovation and solution creation activities on the African continent related to the digitization of cities. The 2023 edition focuses on different models of African digital cities as potential solutions to urban challenges in Africa.
fr: L'African Cities Conference (ACC) est la première conférence internationale annuelle de discussions et d’échanges entre les acteurs urbains, le secteur privé et le monde académique sur les problématiques des villes africaines. La première édition sur le thème des "Villes Digitales" aura lieu les 23 et 24 Mai 2023 à Cotonou, au Bénin. Cette conférence a pour objectif ultime d’accroître la portée et le rayonnement des activités de recherche, d’innovation entrepreneuriale et de création de solutions sur le continent africain relatives à la numérisation des villes. <br> L’édition 2023 met l’accent sur les différents modèles de villes numériques africaines comme potentielle solution pour relever les défis urbains en Afrique.

source: The ACC 2023 covers all topics related to digital cities in Africa, including the digital transition of cities and urban planning, African smart cities, Smart geo-information systems (Smart GIS), smart governance, challenges of digital cities in Africa, urban sustainability, planning/management issues of emerging cities in Africa, urban socio-economic challenges (education, health, employment, youth, economy, food security, etc.), urban environments, information and communication technologies applied to the urban.
fr: L'ACC 2023 couvre tous les sujets ayant un lien avec les villes digitales en Afrique, notamment la transition digitale des villes et planification urbaine, les smart cities africaines, Smart geo-information systems (Smart GIS), smart governance, défis des villes digitales en Afrique, durabilité urbaine, problématiques de planification/gestion des villes émergentes en Afrique, challenges socio-économiques urbains (éducation, santé, emploi, jeunesse, économie, sécurité alimentaire, etc ), environnements urbains, technologies de l'information et de la communication appliquées à l’urbain.

source: Call of papers
fr: Appel à contributions

source: Learn more about types of papers, submission guidelines and instructions...
fr: En savoir plus sur les types d'articles, les directives de soumission et les instructions...

source: Read more
fr: En savoir plus

source: Topics
fr: Thématiques

source: ACC 2023 invites authors working on the different issues associated with African cities to send different types of contributions (research papers, poster/demos, workshops/Tutorials, Doctoral consortium/Spring School). As an example, the list of themes covers but is not limited to:
fr: ACC 2023 invite les auteurs qui travaillent sur les différentes problématiques associées aux villes africaines à envoyer les différents types de contributions (articles de recherche, poster/démos, workshops/Tutorials, Doctoral consortium / Spring School). A titre d’exemple, la liste des thématiques couvre sans toutefois se limiter à :

source: Digitalization of cities and urban planning
fr: Digitalisation des villes et planification urbaine

source: Digital water and energy management
fr: Gestion numérisée des eaux et de l'énergie

source: Smart waste management and sanitation
fr: Gestion intelligente des déchets et assainissement

source: Digital management of education and health
fr: Gestion de l'éducation et de la santé

source: Digital mobility and transport management
fr: Mobilité digitale et gestion des transports

source: Land use and land cover management
fr: Gestion de l'utilisation et de la couverture des sols

source: Informality & precarious neighbourhoods
fr: Informalité & quartiers précaires

source: Land tenure and cadastral management
fr: Gestion du régime foncier et du cadastre

source: Quality of Life and Social Layer
fr: Qualité de vie et couches sociales

source: Architecture & Urban Planning
fr: Architecte Urbaniste

source: Energy for Building and Construction Development
fr: Développement de l'énergie pour le bâtiment et la construction

source: Computer-Aided Civil and Infrastructure Engineering
fr: Génie civil et infrastructures assistées par ordinateur

source: Digital and smart african cities
fr: Villes africaines numériques et intelligentes

source: Digital and smart cities strategies in Africa
fr: Stratégies pour les villes numériques et intelligentes en Afrique

source: Digital and Smart african city stakeholders
fr: Les acteurs de la ville africaine numérique et intelligente

source: Digital and Smart city infrastructure
fr: Infrastructures des villes numériques et intelligentes

source: IoT for digital and smart cities
fr: IoT pour les villes numériques et intelligentes

source: Robotics, blockchain and crytomoney
fr: Robotique, blockchain et cryptomonnaie

source: Artificial intelligence and application integration
fr: Intelligence artificielle et intégration des applications

source: Cybersecurity & IS governance for smart cities
fr: Cybersécurité et gouvernance des SI pour les villes intelligentes

source: Advanced technologies for African smart cities
fr: Technologies avancées pour les villes intelligentes africaines

source: Remote sensing and Smart geo - information systems
fr: Télédétection et systèmes d'information géographique intelligents

source: GIS and remote sensing
fr: SIG et télédétection

source: Citizen sensing and Citizen engagement
fr: La perception des citoyens et l'engagement des citoyens

source: Geo AI and applications
fr: Géo IA et applications

source: Spatial data Infrastructures (SDI)
fr: Infrastructures de données spatiales (IDS)

source: Interactive visualization and 3D modeling
fr: Visualisation interactive et modélisation 3D

source: Geo Artificial intelligence (Geo AI)
fr: Intelligence géo-artificielle (Geo AI)

source: GIS application (GIS API)
fr: Application SIG (API SIG)

source: Collective sensing & spatial big urban data
fr: Détection collective et grandes données spatiales urbaines

source: Smart geo-addressing and participatory addressing
fr: Géo-adressage intelligent et adressage participatif

source: SIG and geolocalisation
fr: SIG et géolocalisation

source: Digital twins & twin cities
fr: Jumeaux numériques et villes jumelles

source: Digital Citizen and digital gouvernance
fr: Citoyen gouvernance digitale

source: Citizens and Collaborative Governance
fr: Citoyens et gouvernance collaborative

source: Geopolitics, democratic processes and cyber-citizenship
fr: Géopolitique, processus démocratiques et cybercitoyenneté

source: Data Governance for smart cities
fr: Gouvernance des données pour les villes intelligentes

source: Digitalisation and internet 5.0
fr: Digitalisation et internet 5.0

source: Digital tools for smart urban development
fr: Des outils numériques pour un développement urbain intelligent

source: Socio-cultural transformations and social inclusion
fr: Transformations socioculturelles et inclusion sociale

source: Crowdsourcing and citizen participation
fr: Crowdsourcing et participation citoyenne

source: Digital governance and digital citizenship
fr: Gouvernance et citoyenneté numériques

source: African digital cities challenges
fr: Défis des villes numériques africaines

source: Resilience of African digital cities
fr: Résilience des villes numériques africaines

source: Waste management and sanitation
fr: Gestion des déchets et assainissement

source: Renewable energy and use
fr: Énergies renouvelables et utilisation

source: Housing and wellbeing
fr: Logement et bien-être

source: Energy and environmental efficiency
fr: Efficacité énergétique et environnementale

source: Sustainable development and adaptation of smart cities
fr: Développement durable et adaptation des villes intelligentes

source: Urban pollution and heat monitoring
fr: Surveillance de la pollution et de la température urbaine

source: Urban mobility and transportation
fr: Mobilité et transport urbains

source: Urban mobility
fr: Mobilité urbaine

source: Travel behavior (travel patterns, route choice, mode choice, etc.)
fr: Modèles de transport urbain

source: Multimodal transportation
fr: Transports multimodaux

source: Non-motorized and informal transportation
fr: Transport non motorisé et informel

source: Shared mobility (carsharing, bike sharing, etc.)
fr: Vélo en libre-service

source: Transportation and Traffic Engineering
fr: Transport et ingénierie du trafic

source: Emerging urban technologies
fr: Technologies urbaines émergentes

source: Construction Robotics
fr: Robotique de construction

source: AI-based solutions
fr: Solutions basées sur l'IA
