Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: The first annual meeting of the academic and professional world on African cities, will highlight the solutions brought by urban actors to create new city models capable of accommodating the 950 million additional inhabitants who will populate urban environments by 2050.
fr: Le premier rendez-vous annuel du monde académique et professionnel sur les villes africaines, mettra en lumière les solutions portées par les acteurs urbains pour créer de nouveaux modèles de villes capables d’accueillir les 950 millions d’habitants supplémentaires qui peupleront les milieux urbains à horizon 2050.

source: The first edition of this international event will present digital and smart cities as sustainable, inclusive and innovative solutions to the urban challenges facing Africa.
fr: La première édition de cet événement international présentera les villes digitales et intelligentes comme solutions durables, inclusives et innovantes pour relever les défis urbains auxquels l’Afrique est confrontée.

source: The welcome of the participants to the 1st edition of the African Cities Conference will be done at the Novotel hotel. Located on the famous boulevard of the Marina, a few meters from the emblematic statue of the Amazon, it is an ultramodern setting with state-of-the-art technological equipment, capable of hosting large-scale events.
fr: L’accueil des participants à la 1ère édition de l'African Cities Conference se fera à l'hôtel Novotel Cotonou. Situé sur le très célèbre boulevard de la Marina, à quelques mètres de la statue emblématique de l’Amazone, il est un cadre ultramoderne doté d’équipements technologiques de pointe, capable d’accueillir des événements d’envergure.

source: Hosting
fr: Hébergement

source: A part of the rooms of the Novotel Hotel in Cotonou has been reserved for the African Cities Conference. Other 3 and 4 star hotels will be announced soon and reservation details will be communicated to participants as soon as possible.
fr: Une partie des chambres de l’hôtel Novotel de Cotonou a été réservée pour l'African Cities Conference. D’autres hôtels 3 et 4 étoiles seront bientôt annoncés et les modalités de réservation seront communiquées aux participants dans les meilleurs délais.

source: Nationals of countries subject to the visa application procedure can now apply for a visa online (e-visa) at <a href="https://evisa.bj/" class="text_primary" target="_blank">https://evisa.bj/</a>. It takes 7 days to obtain a visa. The maximum validity of a visa varies from 30 to 90 days depending on your nationality. If necessary, the organisers will send you an official letter of participation, justifying your travel from your country of origin to Benin.
fr: Les ressortissants des pays soumis à la procédure de demande de visa peuvent effectuer les démarches de demande de visa en ligne (e-visa) sur le site <a href="https://evisa.bj/" class="text_primary" target="_blank">https://evisa.bj/</a>. Le délai d’obtention du visa est de 7 jours. La durée maximale de validité d’un visa varie de 30 à 90 jours selon votre nationalité. Si nécessaire, les organisateurs vous transmettront une lettre officielle de participation, justifiant votre déplacement de votre pays de provenance vers le Bénin.

source: Registration
fr: Inscription

source: Explore event ticket price
fr: Explorer le prix du ticket de l'événement

source: Special guests | African Cities Conference
fr: Invités d'honneur | Conférence Internationale des Villes Africaines

source: Special guests
fr: Invités d'honneur

source: Join African Cities Conference (ACC) - Digital Cities
fr: Rejoignez l'African Cities Conference (ACC) - Villes digitales

source: Call for papers
fr: Appel à papiers

source: If you wish to have more information,<br> you can contact us directly on :<br>
fr: Si vous souhaitez avoir plus d'informations,<br> vous pouvez nous contacter directement sur :<br>

source: Speakers | African Cities Conference
fr: Intervenants | African Cities Conference

source: Plenary Session Speakers
fr: Intervenants en session plénière

source: Pending
fr: En attente

source: Professional Keynote Speakers
fr: Intervenants professionnels

source: Hassan Radoine is an architecture curator, critic, author and consultant. He is currently the Director of the School of Architecture, Planning and Design at the Polytechnic University of Benguerir, Morocco. He was previously the director of the Ecole Nationale d’Architecture in Morocco and the Head of the Architecture Department at University of Sharjah, UAE. His research and practice interests include Smart and sustainable Urban Planning, Urban Conservation & Development, Smart and resilient human establishments, Sustainable Contemporary Architecture and Urbanism in the MENA region.
fr: Hassan Radoine est un commissaire d'architecture, critique, auteur et consultant. Il est actuellement directeur de l'école d'architecture, d'urbanisme et de design de l'université polytechnique de Benguerir, au Maroc. Il était auparavant directeur de l'École nationale d'architecture au Maroc et chef du département d'architecture de l'université de Sharjah, aux Émirats arabes unis. Ses intérêts de recherche et de pratique comprennent l'urbanisme intelligent et durable, la conservation et le développement urbains, les établissements humains intelligents et résilients, l'architecture contemporaine durable et l'urbanisme dans la région MENA.

source: Hassan holds an MPhil. degree in Planning, Growth and Regeneration from the Department of Land Economy, University of Cambridge, UK where he was a Commonwealth Shared Scholar; an Architecture Diploma from the National School of Architecture, Rabat, Morocco where he was a Joint Ghana - Morocco Government Scholar. He has previously practised in Rabat with Atelier Sens-Espace and in Accra with Mawums Ltd, Incept Architectural Consult as well as with Atelier VI Design and Build
fr: Hassan est titulaire d'une maîtrise en planification, croissance et régénération du département d'économie foncière de l'université de Cambridge, au Royaume-Uni, où il était boursier du Commonwealth, et d'un diplôme d'architecture de l'école nationale d'architecture de Rabat, au Maroc, où il était boursier conjoint du Ghana et du Maroc. Il a précédemment exercé à Rabat avec Atelier Sens - Espace et à Accra avec Mawums Ltd, Incept Architectural Consult ainsi qu'avec Atelier VI Design and Build.

source: Professor of Spatial Planning and Urbanism
fr: Professeur d'aménagement du territoire et d'urbanisme

source: Patrizia Ingalina is an architect and state planner in Italy since 1982, attached to the teaching at the University of Florence between 1982 and 1985, I obtained my PhD in Geography and Spatial Planning at Paris 1 Panthéon - Sorbonne in 1993.
fr: Patrizia Ingalina est architecte et urbaniste de l’État en Italie depuis 1982, attachée à l’enseignement à l’Université de Florence entre 1982 et 1985, j’ai obtenu mon doctorat en Géographie et Aménagement de l’espace à Paris 1 Panthéon - Sorbonne en 1993.

source: As a lecturer at the Institut d'Urbanisme de Paris, from 1995 to 2007, she was able to set up the first courses on the urban project, her main research subject. She then joined the University of Lille as a Professor, and then Sorbonne University in 2013, where she currently directs the Master's degree in Urban Planning and Development.
fr: Maîtresse de conférences à l’Institut d’Urbanisme de Paris, de 1995 à 2007, elle a pu mettre en place les premiers enseignements autour du projet urbain, son principal sujet de recherche. Elle a ensuite rejoint en qualité de Professeur l’Université de Lille puis Sorbonne Université en 2013, où elle dirige actuellement le master Urbanisme et Aménagement.

source: She has carried out her academic career in parallel with her professional activity: first in Florence with design offices, architectural agencies, but also with the Direction du Patrimoine as an architect of historical monuments; then in Paris in architectural agencies and design offices.
fr: Elle a mené sa carrière universitaire en parallèle de son activité professionnelle : à Florence d’abord auprès de bureaux d’études, d’agences d’architecture, mais aussi de la Direction du Patrimoine en qualité d’architecte des monuments historiques ; par la suite à Paris dans des agences d’architectures et des bureaux d’études.

source: With a background in research, higher education and professional activities, the professor is now committed to promoting dialogue between professionals and the academic world. This priority has led to the involvement of AREP, Resillience, EMBIX and Icade through a skills sponsorship by the Sorbonne University Foundation.
fr: Forte d’un parcours entre recherche, enseignement supérieur et activités professionnelles, la professeure a aujourd’hui à cœur de favoriser le dialogue entre professionnels et monde universitaire. Une priorité qui a permis l’engagement, au côté de l’équipe enseignante du master Urbanisme et Aménagement, des entreprises AREP, Resillience, EMBIX et Icade par le biais d’un mécénat de compétences porté par la Fondation Sorbonne Université.

source: Kenneth Amaeshi is a Professor of Sustainable Finance and Governance at the School of Transnational Governance. He is currently on leave from the University of Edinburgh, where he is the Chair in Business and Sustainable Development and Director Scaling Business in Africa. He is also a Visiting Professor of Leadership and Financial Markets in Africa at the London School of Economics and an Honorary Professor of Business in Africa at the Graduate School of Business, University of Cape Town, South Africa.
fr: Kenneth Amaeshi est professeur de finance durable et de gouvernance à l'école de gouvernance transnationale. Il est actuellement en congé de l'Université d'Édimbourg, où il est titulaire de la chaire de commerce et de développement durable et directeur de Scaling Business in Africa. Il est également professeur invité de leadership et de marchés financiers en Afrique à la London School of Economics et professeur honoraire de commerce en Afrique à la Graduate School of Business de l'université du Cap, en Afrique du Sud.

source: Kenneth is a leading scholar on sustainable business and finance in the global south. His research interest currently focuses on financial market reforms and governance, as well as on sector - level policies for sustainability and sustainability strategy in organisations. He has an expert level knowledge of developing and emerging economies. His research has a very strong interface between business and society, particularly national governments in Africa, where he has an extensive network. Since 2015, he has significantly contributed to developing the intellectual foundations of Africapitalism – an economic philosophy for the development of Africa – and championed its mainstreaming in the global academia.
fr: Kenneth est un éminent spécialiste du commerce et de la finance durables dans les pays du Sud. Ses recherches portent actuellement sur les réformes et la gouvernance des marchés financiers, ainsi que sur les politiques sectorielles de durabilité et la stratégie de durabilité dans les organisations. Il possède une connaissance approfondie des économies en développement et émergentes. Ses recherches ont une interface très forte entre les entreprises et la société, en particulier les gouvernements nationaux en Afrique, où il dispose d'un vaste réseau. Depuis 2015, il a contribué de manière significative au développement des fondements intellectuels de l'Africapitalisme - une philosophie économique pour le développement de l'Afrique - et a défendu son intégration dans le monde universitaire mondial.

source: Besides teaching and researching, Kenneth works closely with businesses and governments in Africa, Europe, and Asia. He leads executive capacity building engagements and consultancy projects in the broad areas of sustainable finance, sustainability strategy, leadership, ethics, and governance formultinational corporations and institutions. Between 2016 and 2017, he was a Scholar in Residence at the National Pension Commission, Nigeria. For more on Kenneth, kindly visit his personal website <a href="https://www.kennethamaeshi.com/" class="text_primary">https://www.kennethamaeshi.com/</a>.
fr: Outre l'enseignement et la recherche, Kenneth travaille en étroite collaboration avec des entreprises et des gouvernements en Afrique, en Europe et en Asie. Il dirige des missions de renforcement des capacités des cadres et des projets de conseil dans les grands domaines de la finance durable, de la stratégie de durabilité, du leadership, de l'éthique et de la gouvernance auprès de sociétés et d'institutions multinationales. Entre 2016 et 2017, il a été chercheur en résidence à la Commission nationale des pensions, au Nigeria. Pour en savoir plus sur Kenneth, veuillez consulter son site personnel <a href="https://www.kennethamaeshi.com/" class="text_primary">https://www.kennethamaeshi.com/</a>.

source: Is a lecturer at Bordeaux INP since 2006 and specializes in geomatics and AI for Earth observation. She defended her thesis in 2005 with CNES (Centre National des Etudes Spatiales) and IGN (Institut Géographique National) on 3D modeling of buildings from satellite data THR. She is president and founding member of the association AGEOS - African Association for Geospatial Development since November 2016. She organizes many seminars of awareness and technology watch in geospatial in Tunisia and open to the African scale. She advocates for opengeodata in Tunisia and the animation of the community of reusers via the organization of Tunisia Opengeodatahack. She coordinates several projects to support ministries and local authorities in Tunisia for the implementation of their GIS, with the inclusion of citizens via openstreetmap.
fr: Elle est maître de conférences à Bordeaux INP depuis 2006 et se spécialise en géomatique et IA pour l'observation de la Terre. Elle a soutenu sa thèse en 2005 avec le CNES (Centre National des Etudes Spatiales) et l'IGN (Institut Géographique National) sur la modélisation 3D de bâtiments à partir de données satellitaires THR .Elle est présidente et membre fondatrice de l'association AGEOS- African Association for Geospatial Development depuis Novembre 2016. Elle organise de nombreux séminaires de sensibilisation et veille technologique en géospatial en Tunisie et ouverts à l'échelle africaine. Elle milite pour l'opengeodata en Tunisie et l'animation de la communauté des réutilisateurs via l'organisation de Tunisia Opengeodatahack. Elle coordonne plusieurs projets d'appui aux ministères et collectivités locales en Tunisie pour la mise en place de leur SIG, avec l'inclusion des citoyens via la cartographie openstreetmap.

source: Academic Keynotes Speakers
fr: Intervenants académiques

source: More speakers to be announced
fr: Plus d'intervenants à venir

source: Sponsors
fr: Partenaires

source: Big thanks to our sponsors <br>
fr: Un grand merci à nos partenaires <br>

source: State Secretariat for Economic Affairs
fr: Secrétariat d'État à l'économie

source: Visit website
fr: Consulter le site

source: University of Carthage
fr: Université de Carthage

source: University of Rwanda
fr: Université de Rwanda

source: University of Cape Town
fr: Université de Cape Town

source: Join African Cities Conference (ACC) - Digital Cities
fr: Rejoignez l'African Cities Conference (ACC)' - Villes numériques

source: If you wish to have more information,<br> you can contact us directly on :<br>
fr: Si vous souhaitez avoir plus d'informations,<br> vous pouvez nous contacter directement sur :<br>

source: Contest
fr: Concours

source: Participate to the "African urban visions" contest
fr: Participez au concours «&nbsp;Visions urbaines Africaines&nbsp;»

source: categories
fr: catégories

source: prices
fr: prix

source: Context
fr: Contexte

source: Highlighting the talent of change agents in African cities
fr: Mettre en lumière le talent des acteurs du changement des villes africaines

source: The ACL platform offers several MOOCs (Massive Open Online Courses), taught by African experts, all covering aspects of urban planning.
fr: La plateforme ACL propose plusieurs MOOCs (Massive Open Online Courses), dispensés par des experts africains, et portant tous sur les aspects de l'aménagement de l'espace urbain.

source: This innovative training space generates a dynamic and creative learning community, which the African Cities Lab wishes to highlight by launching the "African Urban Visions" contest.
fr: Cet espace de formation innovant génère une communauté d’apprentissage dynamique et créative que l’African Cities Lab souhaite mettre à l’honneur en lançant le concours « Visions urbaines Africaines ».

source: Categories
fr: Catégories

source: Urban photography and creative video
fr: Photographie urbaine et Vidéo créative

source: Prices
fr: Prix

source: (2 by category + 1 audience price by category)
fr: (2 par catégorie + 1 prix du public par catégorie)

source: The contest
fr: Le concours

source: Its aim is to <strong>catalyze the ingenuity and creativity of those involved in Africa's urban fabric</strong>, by inviting participants to <strong>capture the best of urban innovation and transformation at the very heart of their city</strong>, and to share their vision through the prism of a <strong>photograph</strong> or <strong>short video</strong>.
fr: Il a pour objectif de <strong>catalyser l’ingéniosité et la créativité des acteurs de la fabrique urbaine en Afrique</strong> en invitant les participants à <strong>capturer</strong>, au coeur même de leur ville, le <strong>meilleur de l’innovation et de la transformation urbaine</strong> et à partager leur vision par le prisme d’une <strong>photographie</strong> ou d’une <strong>courte vidéo</strong>.

source: Urban photography
fr: Photographie urbaine

source: Capture the essence of a vision of the African city in transformation with a powerful image.
fr: Capturez l’essence d’une vision de la ville africaine en transformation avec une image percutante.

source: Creative video
fr: Vidéo créative

source: Create a short "real-life" video (maximum 90 seconds) that illustrates an immersive story of the African city in transformation.
fr: Créez une vidéo courte de type « réel » (maximum 90 secondes) qui illustre une histoire immersive de la ville africaine en transformation.

source: Works will automatically be licensed under the <strong>Creative Commons CC-by-nc 4.0</strong> license (see <a class="text_primary fw-bold" href="https://drive.switch.ch/index.php/s/XhXrQ7BeTivT6xd" target="_blank">rules</a> for details).
fr: La licence <strong>Créative Commons CC-by-nc 4.0</strong> sera automatiquement attribuée aux oeuvres (voir détail dans <a class="text_primary fw-bold" href="https://drive.switch.ch/index.php/s/u9HoCENDJ97f2Mt" target="_blank">le règlement</a>).

source: Terms of participation
fr: Conditions de participation

source: Have obtained a <strong>certificate of achievement</strong> for one or more MOOCs available on the <a href="https://courses.africancitieslab.org">African Cities Lab</a> platform.
fr: Avoir obtenu un <strong>certificat de réussite</strong> pour un ou plusieurs MOOCs disponibles sur la plateforme de l’<a href="https://courses.africancitieslab.org">African Cities Lab</a>.

source: Submit your work by completing this <a class="text_primary fw-bold" href="https://forms.gle/wKeZhzTM2a76W4sB9" target="_blank">form</a>.
fr: Déposez votre oeuvre en complétant <a class="text_primary fw-bold" href="https://forms.gle/zQLT3BCQoGxQNeTW8" target="_blank">ce formulaire</a>.

source: December 11, 2023
fr: 11 Décembre 2023

source: Contest opening
fr: Ouverture du concours

source: January 19, 2024
fr: 19 Janvier 2024

source: Application deadline
fr: Date limite de dépôt des candidatures

source: Jury meeting
fr: Réunion du jury

source: Selection of winners
fr: Sélection des gagnants

source: February 2024
fr: Février 2024

source: Announcement of results during the "Building a new paradigm around African cities: Exploring the contributions of research innovation and cultural industries creative" webinar.
fr: Annonce des résultats lors du Webinaire « Construire un nouveau paradigme autour des villes africaines : explorer les apports de l’innovation, de la recherche et des industries culturelles créatives ».

source: GDPR
fr: RGPD

source: Drive the change and contribute to the transformation of tomorrow’s African cities
fr: Devenez acteur de la transformation des villes africaines de demain

source: Advanced online training to take advantage of the opportunities and face the architectural, social and environmental challenges of African cities in 2050.
fr: Des formations avancées en ligne pour tirer parti des opportunités de l’urbanisation galopante du continent et faire face aux défis architecturaux, sociaux et environnementaux des villes africaines de 2050.

source: Explore our MOOCs
fr: Explorez nos MOOCs

source: MAY 23-24
fr: 23-24 Mai

source: Join the movement to transform African cities
fr: Rejoignez le mouvement pour transformer les villes africaines

source: On May 23rd and 24th 2023, the African Cities Lab platform will bring together governments, urban professionals, academic researchers, entrepreneurs, public and private actors and youth from all over the world in order to uplift african cities development.
fr: Les 23 et 24 mai 2023, la plateforme African Cities Lab rassemblera des gouvernements, des professionnels urbains, des chercheurs universitaires, des entrepreneurs, des acteurs publics et privés et des jeunes du monde entier afin de favoriser le développement des villes africaines.

source: What we offer
fr: Ce que nous offrons

source: Top-quality educational content to understand and provide practical solutions to the challenges presented by the accelerated urbanization of the African continent.
fr: Du contenu pédagogique de qualité pour comprendre et apporter des solutions pratiques aux enjeux que présente l’urbanisation accélérée du continent Africain

source: A catalog of online training courses delivered by experts in the fields of urban planning on topics from eco-construction to sustainable development.
fr: Un catalogue de formations en ligne délivrées par des experts dans les domaines de l’urbanisation sur des thématiques allant de l'éco-construction à la gestion des déchets.

source: Learn from the experts
fr: Apprendre des experts

source: Experts on urban and sustainable development in Africa
fr: Experts du développement urbain et durable en Afrique

source: 6 African Universities
fr: 6 Universités africaines

source: Partners of the African Cities Lab's knowledge hub
fr: Qui s’unissent pour transmettre leurs connaissances sur les problématiques urbaines des villes africaines de demain.

source: A large community
fr: Une vaste communauté

source: An active community of more than 5000 professionals concerned with the living environment that African cities will offer to their populations in 2050
fr: Une communauté active de plus de 5000 professionnels soucieux du cadre de vie que les villes africaines offriront à leurs populations en 2050

source: Our MOOCs
fr: Nos MOOCs

source: We cover all aspects of urban development, considering into account issues related to housing, employment, transportation, access to water, sanitation, electricity, and quality of life.
fr: Nous abordons toute la thématique de l’aménagement des espaces urbains selon une approche qui tient compte des problématiques transverses de logement, transport, accès à l’eau et l’électricité, emploi et la qualité de vie.

source: Start date:
fr: Début :

source: Water Research Commission
fr: Commission de Recherche sur l'Eau
