Repository: African-Cities-Lab/_african-cities-lab-org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: • As a field researcher and evaluator, where he regularly uncovers vital issues that previously had been overlooked or unknown. His trust-based methods are detailed in a recent book. • As a violent extremism and CVE expert, revealing new insights in a seminal report on youth and CVE and leading a major research workshop for IGAD in Djibouti.
fr: - En tant que chercheur et évaluateur sur le terrain, où il découvre régulièrement des questions vitales qui étaient auparavant négligées ou inconnues. Ses méthodes fondées sur la confiance sont détaillées dans un livre récent. - En tant qu'expert de l'extrémisme violent et du CVE, il a révélé de nouvelles idées dans un rapport fondamental sur les jeunes et le CVE et a dirigé un important atelier de recherche pour l'IGAD à Djibouti.

source: • As a security and risk management analyst, applying expertise on non-state military actors, informal economic sectors and youth exclusion to pressing challenges.
fr: - En tant qu'analyste de la sécurité et de la gestion des risques, il applique son expertise sur les acteurs militaires non étatiques, les secteurs économiques informels et l'exclusion des jeunes à des défis urgents.

source: Marc has served as a senior advisor and officer in the U.S. Department of State. He is a former member of the UN Advisory Group of Experts for the Progress Study on Youth, Peace and Security and was a Fellow at The Wilson Center, U.S. Institute of Peace and The Bellagio Center.
fr: Marc a été conseiller principal et officier au sein du Département d'État américain. Il a été membre du groupe consultatif d'experts des Nations unies pour l'étude de progrès sur la jeunesse, la paix et la sécurité et a été membre du Wilson Center, de l'U.S. Institute of Peace et du Bellagio Center.

source: He taught for many years at The Fletcher School (Tufts University) and has consulted for 20+ NGOs, 5 UN agencies, 6 policy institutes, OSCE and the World Bank.
fr: Il a enseigné pendant de nombreuses années à la Fletcher School (Tufts University) et a été consultant pour plus de 20 ONG, 5 agences des Nations unies, 6 instituts politiques, l'OSCE et la Banque mondiale.

source: Marc is the author of 9 books (on youth, war, development, education in emergencies, refugees, VE/CVE and coordination) and the recipient of 4 book awards. His next book is called "We the Young Fighters: Pop Culture, Terror &amp; the War in Sierra Leone" (forthcoming, 2022).
fr: Marc est l'auteur de 9 livres (sur la jeunesse, la guerre, le développement, l'éducation dans les situations d'urgence, les réfugiés, la VE/CVE et la coordination) et a reçu 4 prix du livre. Son prochain livre s'intitule "We the Young Fighters : Pop Culture, Terror & the War in Sierra Leone" (à paraître, 2022).

source: Director of the North Africa Office at the United Nations Economic Commission for Africa
fr: Directrice du Bureau de l'Afrique du Nord à la Commission économique des Nations Unies pour l'Afrique

source: Director of the North Africa Office at the United Nations Economic Commission for Africa
fr: Directrice du Bureau de l'Afrique du Nord à la Commission économique des Nations Unies pour l'Afrique

source: Zuzana Brixiova Schwidrowski is Director of the North Africa Office at the United Nations Economic Commission for Africa. Her current research interests are entrepreneurship, labour economics, family economics and development.
fr: Zuzana Brixiova Schwidrowski est directrice du bureau de l'Afrique du Nord à la Commission économique des Nations unies pour l'Afrique. Ses recherches actuelles portent sur l'entrepreneuriat, l'économie du travail, l'économie familiale et le développement.

source: She has published in journals such as Development Policy Review, Development Southern Africa, Economics Letters, Economic Modelling, Economic Systems, Journal of Family and Economic Issues, Macroeconomic Dynamics, Review of Development Economics, Small Business Economics, Structural Change and Economic Dynamics, and World Development.
fr: Elle a publié dans des revues telles que Development Policy Review, Development Southern Africa, Economics Letters, Economic Modelling, Economic Systems, Journal of Family and Economic Issues, Macroeconomic Dynamics, Review of Development Economics, Small Business Economics, Structural Change and Economic Dynamics et World Development.

source: She holds Ph.D. in Economics from the University of Minnesota and MA (Ing.) in Finance from the Prague University of Economics (VSE).
fr: Elle est titulaire d'un doctorat en économie de l'université du Minnesota et d'une maîtrise (Ing.) en finance de l'université d'économie de Prague (VSE).

source: Senior Lecturer/Research Associate in the Department of Health, Physical Education, Recreation and Sports at the University of Education, Winneba, Ghana
fr: Maître de conférences/associé de recherche au département de la santé, de l'éducation physique, des loisirs et des sports de l'université de l'éducation de Winneba, au Ghana.

source: Senior Lecturer/Research Associate in the Department of Health, Physical Education, Recreation and Sports at the University of Education, Winneba, Ghana
fr: Maître de conférences/associé de recherche au département de la santé, de l'éducation physique, des loisirs et des sports de l'université de l'éducation de Winneba, au Ghana.

source: His research interests include African soccer, migration, soccer and youth education, sport for development and the phenomenon of self-giving. He has published several academic articles in reputable journals and has served as a reviewer for some scientific journals. His current book is 'African Footballers ii Europe: Migration, Community, and Give Back Behaviours' published by Routledge (2020).
fr: Ses recherches portent sur le football africain, la migration, le football et l'éducation des jeunes, le sport au service du développement et le phénomène du don de soi. Il a publié plusieurs articles universitaires dans des revues réputées et a fait office d'examinateur pour certaines revues scientifiques. Son livre actuel porte sur "African Footballers ii Europe : Migration, Community, and Give Back Behaviours" publié par Routledge (2020)/.

source: On November 24, 2022, African Cities Lab, Sèmè City and the Center of Urban Systems of Mohammed VI Polytechnic University will organise a webinar on the theme: How to build resilient African Cities in response to climate change?.
fr: Le 24 novembre 2022, African Cities Lab, Sèmè City et le Centre des systèmes urbains de l'Université polytechnique Mohammed VI organisent un webinaire sur le thème : Comment construire des villes africaines résilientes face aux changements climatiques ?

source: How to build resilient African Cities in response to climate change?
fr: Comment construire des villes africaines résilientes face aux changements climatiques ?

source: November 24 <br>2022
fr: 24 Novembre<br>2022

source: Digital Technologies for Urban Resilience in Africa
fr: Les technologies numériques au service de la résilience urbaine en Afrique

source: Environmental impact of cities
fr: Les impacts environnementaux des villes

source: Our planet will host 80&#37; of the global population living in densely packed cities. According to the OECD, African cities are expected to house an additional 950 million people by 2050. With cities housing more than half of the world's population, urban areas will play a critical role to fight against climate change. This need is reinforced by the release of the third part of the sixth: The Intergovernmental Panel on Climate Change - IPCC report, which places Africa among the regions with the fastest urban growth and calls for a profound transformation of cities to deal with climate change and its consequences.
fr: Les perspectives à long terme laissent présager que 80&#37; de la population mondiale vivra dans des villes densément peuplées. Selon l'OCDE, les villes africaines devraient accueillir 950 millions de personnes supplémentaires d'ici 2050. Les villes abritant plus de la moitié de la population mondiale, et les zones urbaines joueront un rôle essentiel dans la lutte contre le changement climatique. Cette nécessité est renforcée par la publication de la troisième partie du sixième rapport du groupe d'experts intergouvernemental sur l'évolution du climat GIEC -2022, qui place l'Afrique parmi les régions à la croissance urbaine la plus rapide et appelle à une transformation profonde des villes pour faire face aux conséquences du changement climatique.

source: With many African cities already struggling to meet basic human needs, development and climate challenges are increasingly becoming urban issues. The ability to shift from business as usual to a more transformative approach is critical to the development of sustainable cities. However, researchers and policy makers need to be more concerned about the future of African cities by helping municipal governments, private and public investors, and donors make informed decisions about urban planning and policy.
fr: Alors que les problèmes de développement et de climat deviennent de plus en plus des problèmes urbains, de nombreuses villes africaines ont du mal à répondre aux besoins humains de base. La capacité de passer du statu quo à une approche plus transformatrice est essentielle au développement de villes durables. Cependant, les chercheurs et les décideurs doivent se préoccuper davantage de l'avenir des villes africaines en aidant les gouvernements municipaux, les investisseurs privés et publics et les donateurs à prendre des décisions éclairées en matière de planification et de politique urbaines.

source: Join us for a live discussion with global experts on the most recent research and thinking on resilient cities. Our webinar will broaden the discussion on priority topics that contribute to the successful development of African cities and make cities more sustainable and resilient.
fr: Rejoignez-nous pour une discussion en direct avec des experts mondiaux sur les recherches et réflexions les plus récentes sur les villes résilientes. Notre webinaire élargira la discussion sur les sujets prioritaires qui contribuent à la réussite du développement des villes africaines et rendent les villes plus durables et résilientes.

source: Digital Technologies for Urban Resilience in Africa
fr: Les technologies numériques au service de la résilience urbaine en Afrique

source: English session
fr: Session en Anglais

source: 10.05 - 10.25 PM
fr: 10h05 - 10h25

source: Cities for forest: the relation between cities and forests
fr: Villes et forêts : la relation entre les villes et les forêts

source: Assistant Professor, Institute of Architecture, Urbanism and Landscape Royal Danish Academy - Architecture, Design, Conservation
fr: Professeur assistant, Institut d'architecture, d'urbanisme et de paysage Académie royale danoise - Architecture, Design, Conservation

source: 10.25 - 11.45 AM
fr: 10h25 - 11h45

source: Realizing Walkable and Bikeable Cities in Africa
fr: Rendre les villes praticables à pied et à vélo en Afrique

source: Program Coordinator for Share the Road Program at UNEP
fr: Coordinateur du programme Share the Road au PNUE

source: 11.45 - 12.05 AM
fr: 11h45 - 12h05

source: A resilient and susbtainable urban master plan in Saint Louis, Senegal
fr: Un plan directeur d'urbanisme résilient et durable à Saint Louis du Sénégal

source: Architect Urbanist
fr: Architecte Urbaniste

source: 12.05 - 12.25 PM
fr: 12h05 - 12h25

source: SDG11 and resilient cities/ climate challenges in Africa with a focus on innovative and smart solutions
fr: ODD11 et les villes résilientes/les défis climatiques en Afrique en mettant l'accent sur les solutions innovantes et intelligentes.

source: Africa Regional Focal Point for Urban Resilience, Climate Action and DRR and country programme manager Malawi, Rwanda, Indian Ocean at UN-Habitat
fr: Point focal régional Afrique pour la résilience urbaine, l'action climatique et la RRC et responsable du programme pays Malawi, Rwanda, Océan Indien à ONU-Habitat.

source: Environmental impact of cities
fr: Les impacts environnementaux des villes

source: 3.05 - 3.25 AM
fr: 15h05 - 15h25

source: Initiative of the Youth of Climate in Morocco
fr: Initiative de la Jeunesse pour le Climat au Maroc

source: Environmental Engineer & Climate activist
fr: Ingénieur en environnement et Activiste du Climat

source: 3.25 - 3.45 PM
fr: 15h25 - 15h45

source: Nature will be an integral part of cities in the future
fr: La nature comme partie intégrante des villes à l'avenir

source: Associate Professor of international urban development and planning, Norway
fr: Professeur adjoint en développement et planification urbaine internationale, Norvège

source: 3.45 - 4.05 PM
fr: 15h45 - 16h05

source: Agriculture in African cities: drivers, effects and adaptations
fr: L'agriculture dans les villes africaines : facteurs, effets et adaptations

source: Assistant Professor and Chair of Climate Change Adaptation and Sustainability Strategies in (IWRI)/UM6P and Director of (ACCA) Lab
fr: Professeur adjoint et titulaire de la chaire d'adaptation au changement climatique et de stratégies de durabilité à l'IIRW/UM6P et directeur du laboratoire AACC.

source: 4.05 - 4.25 PM
fr: 16h05 - 16h25

source: Challenges for urban Water security under climate change
fr: Les défis de la sécurité de l'eau en milieu urbain dans le contexte du changement climatique

source: Visiting Adjunct Professor in the University of the Witwatersrand Graduate School of Governance
fr: Professeur assistant invité à la Graduate School of Governance de l'Université de Witwatersrand.

source: Fatna Ikrame El Fanne student in 2ᵉ year Master (Engineering and management of water and environment at Mohamed 5 University Rabat. Co-founder of Youth for Climate Morocco and climate activist.
fr: Fatna Ikrame El Fanne étudiante en 2ème année Master Génie et gestion de l'eau et d'environnement à université Mohamed 5 Rabat. Cofondatrice de Youth for Climate Morocco. et activiste climatique.

source: She is a passionate urban/ transport Planner and sustainability enthusiast with a social focus keen on the use of new technologies that build resilient, adaptive and sustainable cities that improve quality of life for all especially Children.
fr: Elle est passionnée par la planification urbaine et des transports et par la durabilité, avec un accent social sur l'utilisation des nouvelles technologies pour construire des villes résilientes, adaptables et durables qui améliorent la qualité de vie de tous, en particulier des enfants.

source: Her inspiration is to advocate for socially inclusive, locally desired and environmentally benign projects in the field of urban/transport planning. Her professional experience includes sustainable transport planning and design including Public transport (BRT), Non-motorised transport (NMT), Parking management, Transit-oriented Development (TOD), Policy planning and Implementation, Slum upgrading and Water Sanitation and Hygiene (WASH).
fr: Son inspiration est de plaider pour des projets socialement inclusifs, souhaités localement et respectueux de l'environnement dans le domaine de la planification urbaine et des transports. Son expérience professionnelle comprend la planification et la conception de transports durables, y compris les transports publics (BRT), les transports non motorisés (NMT), la gestion du stationnement, le développement orienté vers le transit (TOD), la planification et la mise en œuvre de politiques, l'amélioration des bidonvilles et l'assainissement de l'eau et l'hygiène (WASH).

source: Dr. Epule is currently an Assistant Professor of Climate Change Adaptation and Sustainability Strategies in Agriculture at the International Water Research Institute (IWRI) at Mohammed VI Polytechnic University (UM6P) in Morocco.
fr: Le docteur Epule est actuellement professeur adjoint en adaptation au changement climatique et stratégies de durabilité en agriculture à l'Institut international de recherche sur l'eau (IWRI) de l'Université Mohammed VI polytechnique de Benguerir (UM6P) au Maroc.

source: He was previously an Associate Professor of International Farming Systems at UniLaSalle in France and a postdoctoral scholar at McGill University (2016-2019) and University of Montreal (2014-2016), Canada. He obtained his PhD in 2014 from University of Quebec in Montreal (UQAM), Institute of Environmental Sciences.
fr: Il était auparavant professeur associé de systèmes agricoles internationaux à UniLaSalle en France et chercheur postdoctoral à l'Université McGill (2016-2019) et à l'Université de Montréal (2014-2016), au Canada. Il a obtenu son doctorat en 2014 à l'Université du Québec à Montréal (UQAM), Institut des sciences de l'environnement.

source: His research is at the interface between climate, agriculture, and adaptations. As such, he works on a variety of topics such as crop yield and precipitation gaps, cropping systems vulnerability to droughts and the creation of readiness and climate change mitigation/adaptation performance indexes.
fr: Ses recherches se situent à l'interface entre le climat, l'agriculture et les adaptations. À ce titre, il travaille sur une variété de sujets tels que les écarts de rendement des cultures et de précipitations, la vulnérabilité des systèmes de culture aux sécheresses et la création d'indices de préparation et de performance en matière d'atténuation/adaptation au changement climatique.

source: He is also keen on the contributions of agroecology and conventional agricultural methods in impacting crop yields and the environment. He is author of 3 books and about 47 peer review articles as lead author and three book chapters. At IWRI, he leads the Agriculture and Climate Change and Adaptation Lab (ACCA Lab: <a href="https://terenceepuleepule.wixsite.com/epuleterenceepule">https://terenceepuleepule.wixsite.com/epuleterenceepule</a>).
fr: Il s'intéresse également à la contribution de l'agroécologie et des méthodes agricoles conventionnelles à l'impact sur le rendement des cultures et l'environnement. Il est l'auteur de trois livres et d'environ 47 articles évalués par des pairs en tant qu'auteur principal et de trois chapitres de livres. À l'IWRI, il dirige le laboratoire sur l'agriculture, le changement climatique et l'adaptation (laboratoire ACCA : <a href="https://terenceepuleepule.wixsite.com/epuleterenceepule">https://terenceepuleepule.wixsite.com/epuleterenceepule</a>).

source: Ludovic Jonard is an urban architect and independent consultant for international cooperation projects, specializing in urban resilience and sustainable housing. He founded Architecture & Development, a professional NGO dedicated to affordable housing, ecological technologies and urban crises in development contexts.
fr: Ludovic Jonard est un architecte urbaniste et consultant indépendant pour des projets de coopération internationale, spécialisé dans la résilience urbaine et l'habitat durable. Il a fondé Architecture & Développement, une ONG de professionnels dédiée au logement abordable, aux technologies écologiques et aux crises urbaines dans les contextes de développement.

source: Fruzsina Straus has over 18 years of experience with the United Nations, international NGOs, and the private sector. Her background is multi-disciplinary, with a focus on urban resilience, disaster risk management, climate action, socioeconomic development, public governance, post-conflict national development planning, and institutional reform.
fr: Fruzsina Straus a plus de 18 ans d'expérience au sein des Nations Unies, des ONG internationales et du secteur privé. Son expérience est multidisciplinaire, avec un accent sur la résilience urbaine, la gestion des risques de catastrophe, l'action climatique, le développement socio-économique, gouvernance publique, planification du développement national post-conflit et réforme institutionnelle.

source: Additionally, having initiated and implemented multiple large-scale development cooperation projects involving a range of partners and donors, she has strong professional experience in all aspects of programme management. Fruzsina joined UN-Habitat in 2018, where she is leading the portfolio on urban climate resilience and DRR within the Regional Office for Africa in 16+ countries and managing the Country Programmes in Madagascar, Malawi, Rwanda and the African Small Island Developing States (SIDS).
fr: En outre, ayant initié et mis en œuvre de multiples projets de coopération au développement à grande échelle impliquant un éventail de partenaires et de donateurs, elle possède une solide expérience professionnelle dans tous les aspects de la gestion des programmes. Fruzsina a rejoint ONU-Habitat en 2018, où elle dirige le portefeuille sur la résilience climatique urbaine et la RRC au sein du Bureau régional pour l'Afrique dans plus de 16 pays et gère les programmes nationaux à Madagascar, au Malawi, au Rwanda et dans les petits États insulaires en développement (PEID) africains.

source: Prior to joining UN-Habitat, she spent five years in the Middle East with the UN Regional Commission (ESCWA) and a decade in New York working at the global-level with UNDP and various NGOs. She holds a BA in Political Science and an MA in Diplomacy and International Relations.
fr: Avant de rejoindre ONU-Habitat, elle a passé cinq ans au Moyen-Orient avec la Commission régionale des Nations unies (ESCWA) et une décennie à New York à travailler au niveau mondial avec le PNUD et diverses ONG. Elle est titulaire d'un BA en sciences politiques et d'un MA en diplomatie et relations internationales.

source: Johan Mottelson is an award-winning architect and researcher whose work centers on the multitude of challenges linked to the comprehensive urban development trends in East Africa. In parallel with his academic work, Mottelson works with practice-based design, architecture, and spatial planning projects seeking to enhance livelihood in the region.
fr: Johan Mottelson est un architecte et chercheur primé dont le travail est centré sur la multitude de défis liés aux tendances globales du développement urbain en Afrique de l'Est. Parallèlement à ses travaux universitaires, Mottelson travaille sur des projets pratiques de conception, d'architecture et d'aménagement du territoire visant à améliorer les moyens de subsistance dans la région.

source: Mike Muller, is a professional engineer and Visiting Adjunct Professor at the University of Witwatersrand’s School of Governance in Johannesburg, South Africa. He was a National Planning Commissioner (2010/15), Director General of South Africa’s Department of Water and Forestry (1997-2005) and worked for the Mozambican government (1979/88).
fr: Mike Muller, est ingénieur professionnel, est professeur adjoint invité à l'école de gouvernance de l'université de Witwatersrand à Johannesburg, en Afrique du Sud. Il a été commissaire national à la planification (2010/15), directeur général du département des eaux et forêts d'Afrique du Sud (1997-2005) et a travaillé pour le gouvernement du Mozambique (1979/88) .
